[{"database_id":"68","surah_number":"10","verse_number":"1","ayah_text":"Alif laam raa. Inilah ayat-ayat Al Quran yang mengandung hikmah."},{"database_id":"68","surah_number":"10","verse_number":"2","ayah_text":"Patutkah menjadi keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka: &quot;Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka&quot;. Orang-orang kafir berkata: &quot;Sesungguhnya orang ini (Muhammad) benar-benar adalah tukang sihir yang nyata&quot;."},{"database_id":"68","surah_number":"10","verse_number":"3","ayah_text":"Sesungguhnya Tuhan kamu ialah Allah Yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas ´Arsy untuk mengatur segala urusan. Tiada seorangpun yang akan memberi syafa´at kecuali sesudah ada izin-Nya. (Dzat) yang demikian itulah Allah, Tuhan kamu, maka sembahlah Dia. Maka apakah kamu tidak mengambil pelajaran?"},{"database_id":"68","surah_number":"10","verse_number":"4","ayah_text":"Hanya kepada-Nya-lah kamu semuanya akan kembali; sebagai janji yang benar daripada Allah, sesungguhnya Allah menciptakan makhluk pada permulaannya kemudian mengulanginya (menghidupkannya) kembali (sesudah berbangkit), agar Dia memberi pembalasan kepada orang-orang yang beriman dan yang mengerjakan amal saleh dengan adil. Dan untuk orang-orang kafir disediakan minuman air yang panas dan azab yang pedih disebabkan kekafiran mereka."},{"database_id":"68","surah_number":"10","verse_number":"5","ayah_text":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya dan ditetapkan-Nya manzilah-manzilah (tempat-tempat) bagi perjalanan bulan itu, supaya kamu mengetahui bilangan tahun dan perhitungan (waktu). Allah tidak menciptakan yang demikian itu melainkan dengan hak. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui."},{"database_id":"68","surah_number":"10","verse_number":"6","ayah_text":"Sesungguhnya pada pertukaran malam dan siang itu dan pada apa yang diciptakan Allah di langit dan di bumi, benar-benar terdapat tanda-tanda (kekuasaan-Nya) bagi orang-orang yang bertakwa."},{"database_id":"68","surah_number":"10","verse_number":"7","ayah_text":"Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan kehidupan itu dan orang-orang yang melalaikan ayat-ayat Kami,"},{"database_id":"68","surah_number":"10","verse_number":"8","ayah_text":"mereka itu tempatnya ialah neraka, disebabkan apa yang selalu mereka kerjakan."},{"database_id":"68","surah_number":"10","verse_number":"9","ayah_text":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka diberi petunjuk oleh Tuhan mereka karena keimanannya, di bawah mereka mengalir sungai-sungai di dalam surga yang penuh kenikmatan."},{"database_id":"68","surah_number":"10","verse_number":"10","ayah_text":"Do´a mereka di dalamnya ialah: &quot;Subhanakallahumma&quot;, dan salam penghormatan mereka ialah: &quot;Salam&quot;. Dan penutup doa mereka ialah: &quot;Alhamdulilaahi Rabbil ´aalamin&quot;."},{"database_id":"68","surah_number":"10","verse_number":"11","ayah_text":"Dan kalau sekiranya Allah menyegerakan kejahatan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pastilah diakhiri umur mereka. Maka Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bergelimangan di dalam kesesatan mereka."},{"database_id":"68","surah_number":"10","verse_number":"12","ayah_text":"Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu daripadanya, dia (kembali) melalui (jalannya yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Begitulah orang-orang yang melampaui batas itu memandang baik apa yang selalu mereka kerjakan."},{"database_id":"68","surah_number":"10","verse_number":"13","ayah_text":"Dan sesungguhnya Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat kezaliman, padahal rasul-rasul mereka telah datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka sekali-kali tidak hendak beriman. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat dosa."},{"database_id":"68","surah_number":"10","verse_number":"14","ayah_text":"Kemudian Kami jadikan kamu pengganti-pengganti (mereka) di muka bumi sesudah mereka, supaya Kami memperhatikan bagaimana kamu berbuat."},{"database_id":"68","surah_number":"10","verse_number":"15","ayah_text":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang nyata, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata: &quot;Datangkanlah Al Quran yang lain dari ini atau gantilah dia&quot;. Katakanlah: &quot;Tidaklah patut bagiku menggantinya dari pihak diriku sendiri. Aku tidak mengikut kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut jika mendurhakai Tuhanku kepada siksa hari yang besar (kiamat)&quot;."},{"database_id":"68","surah_number":"10","verse_number":"16","ayah_text":"Katakanlah: &quot;Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu&quot;. Sesungguhnya aku telah tinggal bersamamu beberapa lama sebelumnya. Maka apakah kamu tidak memikirkannya?"},{"database_id":"68","surah_number":"10","verse_number":"17","ayah_text":"Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya, tiadalah beruntung orang-orang yang berbuat dosa."},{"database_id":"68","surah_number":"10","verse_number":"18","ayah_text":"Dan mereka menyembah selain daripada Allah apa yang tidak dapat mendatangkan kemudharatan kepada mereka dan tidak (pula) kemanfaatan, dan mereka berkata: &quot;Mereka itu adalah pemberi syafa´at kepada kami di sisi Allah&quot;. Katakanlah: &quot;Apakah kamu mengabarkan kepada Allah apa yang tidak diketahui-Nya baik di langit dan tidak (pula) dibumi?&quot; Maha Suci Allah dan Maha Tinggi dan apa yang mereka mempersekutukan (itu)."},{"database_id":"68","surah_number":"10","verse_number":"19","ayah_text":"Manusia dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidaklah karena suatu ketetapan yang telah ada dari Tuhanmu dahulu, pastilah telah diberi keputusan di antara mereka, tentang apa yang mereka perselisihkan itu."},{"database_id":"68","surah_number":"10","verse_number":"20","ayah_text":"Dan mereka berkata: &quot;Mepada tidak diturunkan kepadanya (Muhammad) suatu keterangan (mukjizat) dari Tuhannya?&quot; Maka katakanlah: &quot;Sesungguhnya yang ghaib itu kepunyaan Allah, sebab itu tunggu (sajalah) olehmu, sesungguhnya aku bersama kamu termasuk orang-orang yang manunggu."},{"database_id":"68","surah_number":"10","verse_number":"21","ayah_text":"Dan apabila Kami merasakan kepada manusia suatu rahmat, sesudah (datangnya) bahaya menimpa mereka, tiba-tiba mereka mempunyai tipu daya dalam (menentang) tanda-tanda kekuasaan Kami. Katakanlah: &quot;Allah lebih cepat pembalasannya (atas tipu daya itu)&quot;. Sesungguhnya malaikat-malaikat Kami menuliskan tipu dayamu."},{"database_id":"68","surah_number":"10","verse_number":"22","ayah_text":"Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (berlayar) di lautan. Sehingga apabila kamu berada di dalam bahtera, dan meluncurlah bahtera itu membawa orang-orang yang ada di dalamnya dengan tiupan angin yang baik, dan mereka bergembira karenanya, datanglah angin badai, dan (apabila) gelombang dari segenap penjuru menimpanya, dan mereka yakin bahwa mereka telah terkepung (bahaya), maka mereka berdoa kepada Allah dengan mengikhlaskan ketaatan kepada-Nya semata-mata. (Mereka berkata): &quot;Sesungguhnya jika Engkau menyelamatkan kami dari bahaya ini, pastilah kami akan termasuk orang-orang yang bersyukur&quot;."},{"database_id":"68","surah_number":"10","verse_number":"23","ayah_text":"Maka tatkala Allah menyelamatkan mereka, tiba-tiba mereka membuat kezaliman di muka bumi tanpa (alasan) yang benar. Hai manusia, sesungguhnya (bencana) kezalimanmu akan menimpa dirimu sendiri; (hasil kezalimanmu) itu hanyalah kenikmatan hidup duniawi, kemudian kepada Kami-lah kembalimu, lalu Kami kabarkan kepadamu apa yang telah kamu kerjakan."},{"database_id":"68","surah_number":"10","verse_number":"24","ayah_text":"Sesungguhnya perumpamaan kehidupan duniawi itu, adalah seperti air (hujan) yang Kami turunkan dan langit, lalu tumbuhlah dengan suburnya karena air itu tanam-tanaman bumi, di antaranya ada yang dimakan manusia dan binatang ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan memakai (pula) perhiasannya, dan pemilik-permliknya mengira bahwa mereka pasti menguasasinya, tiba-tiba datanglah kepadanya azab Kami di waktu malam atau siang, lalu Kami jadikan (tanam-tanamannya) laksana tanam-tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda kekuasaan (Kami) kepada orang-orang berfikir."},{"database_id":"68","surah_number":"10","verse_number":"25","ayah_text":"Allah menyeru (manusia) ke Darussalam (surga), dan menunjuki orang yang dikehendaki-Nya kepada jalan yang lurus (Islam)."},{"database_id":"68","surah_number":"10","verse_number":"26","ayah_text":"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya. Dan muka mereka tidak ditutupi debu hitam dan tidak (pula) kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya."},{"database_id":"68","surah_number":"10","verse_number":"27","ayah_text":"Dan orang-orang yang mengerjakan kejahatan (mendapat) balasan yang setimpal dan mereka ditutupi kehinaan. Tidak ada bagi mereka seorang pelindungpun dari (azab) Allah, seakan-akan muka mereka ditutupi dengan kepingan-kepingan malam yang gelap gelita. Mereka itulah penghuni neraka; mereka kekal di dalamnya."},{"database_id":"68","surah_number":"10","verse_number":"28","ayah_text":"(Ingatlah) suatu hari (ketika itu). Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang-orang yang mempersekutukan (Tuhan): &quot;Tetaplah kamu dan sekutu-sekutumu di tempatmu itu&quot;. Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka: &quot;Kamu sekali-kali tidak pernah menyembah kami."},{"database_id":"68","surah_number":"10","verse_number":"29","ayah_text":"Dan cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa kami tidak tahu-menahu tentang penyembahan kamu (kepada kami)."},{"database_id":"68","surah_number":"10","verse_number":"30","ayah_text":"Di tempat itu (padang Mahsyar), tiap-tiap diri merasakan pembalasan dari apa yang telah dikerjakannya dahulu dan mereka dikembalikan kepada Allah Pelindung mereka yang sebenarnya dan lenyaplah dari mereka apa yang mereka ada-adakan."},{"database_id":"68","surah_number":"10","verse_number":"31","ayah_text":"Katakanlah: &quot;Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan siapakah yang mengatur segala urusan?&quot; Maka mereka akan menjawab: &quot;Allah&quot;. Maka katakanlah &quot;Mangapa kamu tidak bertakwa kepada-Nya)?&quot;"},{"database_id":"68","surah_number":"10","verse_number":"32","ayah_text":"Maka (Zat yang demikian) itulah Allah Tuhan kamu yang sebenarnya; maka tidak ada sesudah kebenaran itu, melainkan kesesatan. Maka bagaimanakah kamu dipalingkan (dari kebenaran)?"},{"database_id":"68","surah_number":"10","verse_number":"33","ayah_text":"Demikianlah telah tetap hukuman Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman."},{"database_id":"68","surah_number":"10","verse_number":"34","ayah_text":"Katakanlah: &quot;Apakah di antara sekutu-sekutumu ada yang dapat memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali?&quot; katakanlah: &quot;Allah-lah yang memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali; maka bagaimanakah kamu dipalingkan (kepada menyembah yang selain Allah)?&quot;"},{"database_id":"68","surah_number":"10","verse_number":"35","ayah_text":"Katakanlah: &quot;Apakah di antara sekutu-sekuturmu ada yang menunjuki kepada kebenaran?&quot; Katakanlah &quot;Allah-lah yang menunjuki kepada kebenaran&quot;. Maka apakah orang-orang yang menunjuki kepada kebenaran itu lebih berhak diikuti ataukah orang yang tidak dapat memberi petunjuk kecuali (bila) diberi petunjuk? Mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?"},{"database_id":"68","surah_number":"10","verse_number":"36","ayah_text":"Dan kebanyakan mereka tidak mengikuti kecuali persangkaan saja. Sesungguhnya persangkaan itu tidak sedikitpun berguna untuk mencapai kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan."},{"database_id":"68","surah_number":"10","verse_number":"37","ayah_text":"Tidaklah mungkin Al Quran ini dibuat oleh selain Allah; akan tetapi (Al Quran itu) membenarkan kitab-kitab yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam."},{"database_id":"68","surah_number":"10","verse_number":"38","ayah_text":"Atau (patutkah) mereka mengatakan &quot;Muhammad membuat-buatnya&quot;. Katakanlah: &quot;(Kalau benar yang kamu katakan itu), maka cobalah datangkan sebuah surat seumpamanya dan panggillah siapa-siapa yang dapat kamu panggil (untuk membuatnya) selain Allah, jika kamu orang yang benar&quot;."},{"database_id":"68","surah_number":"10","verse_number":"39","ayah_text":"Bahkan yang sebenarnya, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna padahal belum datang kepada mereka penjelasannya. Demikianlah orang-orang yang sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang-orang yang zalim itu."},{"database_id":"68","surah_number":"10","verse_number":"40","ayah_text":"Di antara mereka ada orang-orang yang beriman kepada Al Quran, dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan."},{"database_id":"68","surah_number":"10","verse_number":"41","ayah_text":"Jika mereka mendustakan kamu, maka katakanlah: &quot;Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu berlepas diri terhadap apa yang aku kerjakan dan akupun berlepas diri terhadap apa yang kamu kerjakan&quot;."},{"database_id":"68","surah_number":"10","verse_number":"42","ayah_text":"Dan di antara mereka ada orang yang mendengarkanmu. Apakah kamu dapat menjadikan orang-orang tuli itu mendengar walaupun mereka tidak mengerti."},{"database_id":"68","surah_number":"10","verse_number":"43","ayah_text":"Dan di antara mereka ada orang yang melihat kepadamu, apakah dapat kamu memberi petunjuk kepada orang-orang yang buta, walaupun mereka tidak dapat memperhatikan."},{"database_id":"68","surah_number":"10","verse_number":"44","ayah_text":"Sesungguhnya Allah tidak berbuat zalim kepada manusia sedikitpun, akan tetapi manusia itulah yang berbuat zalim kepada diri mereka sendiri."},{"database_id":"68","surah_number":"10","verse_number":"45","ayah_text":"Dan (ingatlah) akan hari (yang di waktu itu) Allah mengumpulkan mereka, (mereka merasa di hari itu) seakan-akan mereka tidak pernah berdiam (di dunia) hanya sesaat di siang hari, (di waktu itu) mereka saling berkenalan. Sesungguhnya rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk"},{"database_id":"68","surah_number":"10","verse_number":"46","ayah_text":"Dan jika Kami perlihatkan kepadamu sebahagian dari (siksa) yang Kami ancamkan kepada mereka, (tentulah kamu akan melihatnya) atau (jika) Kami wafatkan kamu (sebelum itu), maka kepada Kami jualah mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan."},{"database_id":"68","surah_number":"10","verse_number":"47","ayah_text":"Tiap-tiap umat mempunyai rasul; maka apabila telah datang rasul mereka, diberikanlah keputusan antara mereka dengan adil dan mereka (sedikitpun) tidak dianiaya."},{"database_id":"68","surah_number":"10","verse_number":"48","ayah_text":"Mereka mengatakan: &quot;Bilakah (datangnya) ancaman itu, jika memang kamu orang-orang yang benar?&quot;"},{"database_id":"68","surah_number":"10","verse_number":"49","ayah_text":"Katakanlah: &quot;Aku tidak berkuasa mendatangkan kemudharatan dan tidak (pula) kemanfaatan kepada diriku, melainkan apa yang dikehendaki Allah&quot;. Tiap-tiap umat mempunyai ajal. Apabila telah datang ajal mereka, maka mereka tidak dapat mengundurkannya barang sesaatpun dan tidak (pula) mendahulukan(nya)."},{"database_id":"68","surah_number":"10","verse_number":"50","ayah_text":"Katakanlah: &quot;Terangkan kepadaku, jika datang kepada kamu sekalian sikaaan-Nya di waktu malam atau di siang hari, apakah orang-orang yang berdosa itu meminta disegerakan juga?&quot;"},{"database_id":"68","surah_number":"10","verse_number":"51","ayah_text":"Kemudian apakah setelah terjadinya (azab itu), kemudian itu kamu baru mempercayainya? Apakah sekarang (baru kamu mempercayai), padahal sebelumnya kamu selalu meminta supaya disegerakan?"},{"database_id":"68","surah_number":"10","verse_number":"52","ayah_text":"Kemudian dikatakan kepada orang-orang yang zalim (musyrik) itu: &quot;Rasakanlah olehmu siksaan yang kekal; kamu tidak diberi balasan melainkan dengan apa yang telah kamu kerjakan&quot;."},{"database_id":"68","surah_number":"10","verse_number":"53","ayah_text":"Dan mereka menanyakan kepadamu: &quot;Benarkah (azab yang dijanjikan) itu? Katakanlah: &quot;Ya, demi Tuhanku, sesungguhnya azab itu adalah benar dan kamu sekali-kali tidak bisa luput (daripadanya)&quot;."},{"database_id":"68","surah_number":"10","verse_number":"54","ayah_text":"Dan kalau setiap diri yang zalim (muayrik) itu mempunyai segala apa yang ada di bumi ini, tentu dia menebus dirinya dengan itu, dan mereka membunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Dan telah diberi keputusan di antara mereka dengan adil, sedang mereka tidak dianiaya."},{"database_id":"68","surah_number":"10","verse_number":"55","ayah_text":"Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui(nya)."},{"database_id":"68","surah_number":"10","verse_number":"56","ayah_text":"Dialah yang menghidupkan dan mematikan dan hanya kepada-Nya-lah kamu dikembalikan."},{"database_id":"68","surah_number":"10","verse_number":"57","ayah_text":"Hai manusia, sesungguhnya telah datang kepadamu pelajaran dari Tuhanmu dan penyembuh bagi penyakit-penyakit (yang berada) dalam dada dan petunjuk serta rahmat bagi orang-orang yang beriman."},{"database_id":"68","surah_number":"10","verse_number":"58","ayah_text":"Katakanlah: &quot;Dengan kurnia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Kurnia Allah dan rahmat-Nya itu adalah lebih baik dari apa yang mereka kumpulkan&quot;."},{"database_id":"68","surah_number":"10","verse_number":"59","ayah_text":"Katakanlah: &quot;Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan (sebagiannya) halal&quot;. Katakanlah: &quot;Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-adakan saja terhadap Allah?&quot;"},{"database_id":"68","surah_number":"10","verse_number":"60","ayah_text":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) atas manusia, tetapi kebanyakan mereka tidak mensyukuri(nya)."},{"database_id":"68","surah_number":"10","verse_number":"61","ayah_text":"Kamu tidak berada dalam suatu keadaan dan tidak membaca suatu ayat dari Al Quran dan kamu tidak mengerjakan suatu pekerjaan, melainkan Kami menjadi saksi atasmu di waktu kamu melakukannya. Tidak luput dari pengetahuan Tuhanmu biarpun sebesar zarrah (atom) di bumi ataupun di langit. Tidak ada yang lebih kecil dan tidak (pula) yang lebih besar dari itu, melainkan (semua tercatat) dalam kitab yang nyata (Lauh Mahfuzh)."},{"database_id":"68","surah_number":"10","verse_number":"62","ayah_text":"Ingatlah, sesungguhnya wali-wali Allah itu, tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati."},{"database_id":"68","surah_number":"10","verse_number":"63","ayah_text":"(Yaitu) orang-orang yang beriman dan mereka selalu bertakwa."},{"database_id":"68","surah_number":"10","verse_number":"64","ayah_text":"Bagi mereka berita gembira di dalam kehidupan di dunia dan (dalam kehidupan} di akhirat. Tidak ada perubahan bagi kalimat-kalimat (janji-janji) Allah. Yang demikian itu adalah kemenangan yang besar."},{"database_id":"68","surah_number":"10","verse_number":"65","ayah_text":"Janganlah kamu sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya adalah kepunyaan Allah. Dialah Yang Maha Mendengar lagi Maha Mengetahui."},{"database_id":"68","surah_number":"10","verse_number":"66","ayah_text":"Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka tidak mengikuti kecuali prasangka belaka, dan mereka hanyalah menduga-duga."},{"database_id":"68","surah_number":"10","verse_number":"67","ayah_text":"Dialah yang menjadikan malam bagi kamu supaya kamu beristirahat padanya dan (menjadikan) siang terang benderang (supaya kamu mencari karunia Allah). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar."},{"database_id":"68","surah_number":"10","verse_number":"68","ayah_text":"Mereka (orang-orang Yahudi dan Nasrani) berkata: &quot;Allah mempuyai anak&quot;. Maha Suci Allah; Dialah Yang Maha Kaya; kepunyaan-Nya apa yang ada di langit dan apa yang di bumi. Kamu tidak mempunyai hujjah tentang ini. Pantaskah kamu mengatakan terhadap Allah apa yang tidak kamu ketahui?"},{"database_id":"68","surah_number":"10","verse_number":"69","ayah_text":"Katakanlah: &quot;Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak beruntung&quot;."},{"database_id":"68","surah_number":"10","verse_number":"70","ayah_text":"(Bagi mereka) kesenangan (sementara) di dunia, kemudian kepada Kami-lah mereka kembali, kemudian Kami rasakan kepada mereka siksa yang berat, disebabkan kekafiran mereka."},{"database_id":"68","surah_number":"10","verse_number":"71","ayah_text":"Dan bacakanIah kepada mereka berita penting tentang Nuh di waktu dia berkata kepada kaumnya: &quot;Hai kaumku, jika terasa berat bagimu tinggal (bersamaku) dan peringatanku (kepadamu) dengan ayat-ayat Allah, maka kepada Allah-lah aku bertawakal, karena itu bulatkanlah keputusanmu dan (kumpulkanlah) sekutu-sekutumu (untuk membinasakanku). Kemudian janganlah keputusanmu itu dirahasiakan, lalu lakukanlah terhadap diriku, dan janganlah kamu memberi tangguh kepadaku."},{"database_id":"68","surah_number":"10","verse_number":"72","ayah_text":"Jika kamu berpaling (dari peringatanku), aku tidak meminta upah sedikitpun dari padamu. Upahku tidak lain hanyalah dari Allah belaka, dan aku disuruh supaya aku termasuk golongan orang-orang yang berserah diri (kepada-Nya)&quot;."},{"database_id":"68","surah_number":"10","verse_number":"73","ayah_text":"Lalu mereka mendustakan Nuh, maka Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera, dan Kami jadikan mereka itu pemegang kekuasaan dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesesudahan orang-orang yang diberi peringatan itu."},{"database_id":"68","surah_number":"10","verse_number":"74","ayah_text":"Kemudian sesudah Nuh, Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka tidak hendak beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci mati hati orang-orang yang melampaui batas."},{"database_id":"68","surah_number":"10","verse_number":"75","ayah_text":"Kemudian sesudah rasul-rasul itu, Kami utus Musa dan Harun kepada Fir´aun dan pemuka-pemuka kaumnya, dengan (membawa) tanda-tanda (mukjizat-mukjizat) Kami, maka mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa."},{"database_id":"68","surah_number":"10","verse_number":"76","ayah_text":"Dan tatkala telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata: &quot;Sesungguhnya ini adalah sihir yang nyata&quot;."},{"database_id":"68","surah_number":"10","verse_number":"77","ayah_text":"Musa berkata: &quot;Apakah kamu mengatakan terhadap kebenaran waktu ia datang kepadamu, sihirkah ini?&quot; padahal ahli-ahli sihir itu tidaklah mendapat kemenangan&quot;."},{"database_id":"68","surah_number":"10","verse_number":"78","ayah_text":"Mereka berkata: &quot;Apakah kamu datang kepada kami untuk memalingkan kami dari apa yang kami dapati nenek moyang kami mengerjakannya, dan supaya kamu berdua mempunyai kekuasaan di muka bumi? Kami tidak akan mempercayai kamu berdua&quot;."},{"database_id":"68","surah_number":"10","verse_number":"79","ayah_text":"Fir´aun berkata (kepada pemuka kaumnya): &quot;Datangkanlah kepadaku semua ahli-ahli sihir yang pandai!&quot;"},{"database_id":"68","surah_number":"10","verse_number":"80","ayah_text":"Maka tatkala ahli-ahli sihir itu datang, Musa berkata kepada mereka: &quot;Lemparkanlah apa yang hendak kamu lemparkan&quot;."},{"database_id":"68","surah_number":"10","verse_number":"81","ayah_text":"Maka setelah mereka lemparkan, Musa berkata: &quot;Apa yang kamu lakukan itu, itulah yang sihir, sesungguhnya Allah akan menampakkan ketidak benarannya&quot; Sesungguhnya Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang-yang membuat kerusakan."},{"database_id":"68","surah_number":"10","verse_number":"82","ayah_text":"Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukai(nya)."},{"database_id":"68","surah_number":"10","verse_number":"83","ayah_text":"Maka tidak ada yang beriman kepada Musa, melainkan pemuda-pemuda dari kaumnya (Musa) dalam keadaan takut bahwa Fir´aun dan pemuka-pemuka kaumnya akan menyiksa mereka. Sesungguhnya Fir´aun itu berbuat sewenang-wenang di muka bumi. Dan sesungguhnya dia termasuk orang-orang yang melampaui batas."},{"database_id":"68","surah_number":"10","verse_number":"84","ayah_text":"Berkata Musa: &quot;Hai kaumku, jika kamu beriman kepada Allah, maka bertawakkallah kepada-Nya saja, jika kamu benar-benar orang yang berserah diri&quot;."},{"database_id":"68","surah_number":"10","verse_number":"85","ayah_text":"Lalu mereka berkata: &quot;Kepada Allahlah kami bertawakkal! Ya Tuhan kami; janganlah Engkau jadikan kami sasaran fitnah bagi kaum yang´zalim,"},{"database_id":"68","surah_number":"10","verse_number":"86","ayah_text":"dan selamatkanlah kami dengan rahmat Engkau dari (tipu daya) orang-orang yang kafir&quot;."},{"database_id":"68","surah_number":"10","verse_number":"87","ayah_text":"Dan Kami wahyukan kepada Musa dan saudaranya: &quot;Ambillah olehmu berdua beberapa buah rumah di Mesir untuk tempat tinggal bagi kaummu dan jadikanlah olehmu rumah-rumahmu itu tempat shalat dan dirikanlah olehmu sembahyang serta gembirakanlah orang-orang yang beriman&quot;."},{"database_id":"68","surah_number":"10","verse_number":"88","ayah_text":"Musa berkata: &quot;Ya Tuhan kami, sesungguhnya Engkau telah memberi kepada Fir´aun dan pemuka-pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia, ya Tuhan Kami -- akibatnya mereka menyesatkan (manusia) dari jalan Engkau. Ya Tuhan kami, binasakanlah harta benda mereka, dan kunci matilah hati mereka, maka mereka tidak beriman hingga mereka melihat siksaan yang pedih&quot;."},{"database_id":"68","surah_number":"10","verse_number":"89","ayah_text":"AlIah berfirman: &quot;Sesungguhnya telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan janganlah sekali-kali kamu mengikuti jalan orang-orang yang tidak mengetahui&quot;."},{"database_id":"68","surah_number":"10","verse_number":"90","ayah_text":"Dan Kami memungkinkan Bani Israil melintasi laut, lalu mereka diikuti oleh Fir´aun dan bala tentaranya, karena hendak menganiaya dan menindas (mereka); hingga bila Fir´aun itu telah hampir tenggelam berkatalah dia: &quot;Saya percaya bahwa tidak ada Tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan saya termasuk orang-orang yang berserah diri (kepada Allah)&quot;."},{"database_id":"68","surah_number":"10","verse_number":"91","ayah_text":"Apakah sekarang (baru kamu percaya), padahal sesungguhnya kamu telah durhaka sejak dahulu, dan kamu termasuk orang-orang yang berbuat kerusakan."},{"database_id":"68","surah_number":"10","verse_number":"92","ayah_text":"Maka pada hari ini Kami selamatkan badanmu supaya kamu dapat menjadi pelajaran bagi orang-orang yang datang sesudahmu dan sesungguhnya kebanyakan dari manusia lengah dari tanda-tanda kekuasaan Kami."},{"database_id":"68","surah_number":"10","verse_number":"93","ayah_text":"Dan sesungguhnya Kami telah menempatkan Bani Israil di ternpat kediaman yang bagus dan Kami beri mereka rezeki dari yang baik-baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memutuskan antara mereka di hari kiamat tentang apa yang mereka perselisihkan itu."},{"database_id":"68","surah_number":"10","verse_number":"94","ayah_text":"Maka jika kamu (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sesungguhnya telah datang kebenaran kepadamu dari Tuhanmu, sebab itu janganlah sekali-kali kamu temasuk orang-orang yang ragu-ragu."},{"database_id":"68","surah_number":"10","verse_number":"95","ayah_text":"Dan sekali-kali janganlah kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu termasuk orang-orang yang rugi."},{"database_id":"68","surah_number":"10","verse_number":"96","ayah_text":"Sesungguhnya orang-orang yang telah pasti terhadap mereka kalimat Tuhanmu, tidaklah akan beriman,"},{"database_id":"68","surah_number":"10","verse_number":"97","ayah_text":"meskipun datang kepada mereka segala macam keterangan, hingga mereka menyaksikan azab yang pedih."},{"database_id":"68","surah_number":"10","verse_number":"98","ayah_text":"Dan mengapa tidak ada (penduduk) suatu kota yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Tatkala mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai kepada waktu yang tertentu."},{"database_id":"68","surah_number":"10","verse_number":"99","ayah_text":"Dan jikalau Tuhanmu menghendaki, tentulah beriman semua orang yang di muka bumi seluruhnya. Maka apakah kamu (hendak) memaksa manusia supaya mereka menjadi orang-orang yang beriman semuanya?"},{"database_id":"68","surah_number":"10","verse_number":"100","ayah_text":"Dan tidak ada seorangpun akan beriman kecuali dengan izin Allah; dan Allah menimpakan kemurkaan kepada orang-orang yang tidak mempergunakan akalnya."},{"database_id":"68","surah_number":"10","verse_number":"101","ayah_text":"Katakanlah: &quot;Perhatikanlah apa yaag ada di langit dan di bumi. Tidaklah bermanfaat tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan bagi orang-orang yang tidak beriman&quot;."},{"database_id":"68","surah_number":"10","verse_number":"102","ayah_text":"Mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang yang telah terdahulu sebelum mereka. Katakanlah: &quot;Maka tunggulah, sesungguhnya akupun termasuk orang-orang yang menunggu bersama kamu&quot;."},{"database_id":"68","surah_number":"10","verse_number":"103","ayah_text":"Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah menjadi kewajiban atas Kami menyelamatkan orang-orang yang beriman."},{"database_id":"68","surah_number":"10","verse_number":"104","ayah_text":"Katakanlah: &quot;Hai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah supaya termasuk orang-orang yang beriman&quot;,"},{"database_id":"68","surah_number":"10","verse_number":"105","ayah_text":"dan (aku telah diperintah): &quot;Hadapkanlah mukamu kepada agama dengan tulus dan ikhlas dan janganlah kamu termasuk orang-orang yang musyrik."},{"database_id":"68","surah_number":"10","verse_number":"106","ayah_text":"Dan janganlah kamu menyembah apa-apa yang tidak memberi manfaat dan tidak (pula) memberi mudharat kepadamu selain Allah; sebab jika kamu berbuat (yang demikian), itu, maka sesungguhnya kamu kalau begitu termasuk orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"10","verse_number":"107","ayah_text":"Jika Allah menimpakan sesuatu kemudharatan kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tak ada yang dapat menolak kurnia-Nya. Dia memberikan kebaikan itu kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dialah Yang Maha Pengampun lagi Maha Penyayang."},{"database_id":"68","surah_number":"10","verse_number":"108","ayah_text":"Katakanlah: &quot;Hai manusia, sesungguhnya teIah datang kepadamu kebenaran (Al Quran) dari Tuhanmu, sebab itu barangsiapa yang mendapat petunjuk maka sesungguhnya (petunjuk itu) untuk kebaikan dirinya sendiri. Dan barangsiapa yang sesat, maka sesungguhnya kesesatannya itu mencelakakan dirinya sendiri. Dan aku bukanlah seorang penjaga terhadap dirimu&quot;."},{"database_id":"68","surah_number":"10","verse_number":"109","ayah_text":"Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan dan Dia adalah Hakim yang sebaik-baiknya."}]