[{"database_id":"68","surah_number":"15","verse_number":"1","ayah_text":"Alif, laam, raa. (Surat) ini adalah (sebagian dari) ayat-ayat Al-Kitab (yang sempurna), yaitu (ayat-ayat) Al Quran yang memberi penjelasan."},{"database_id":"68","surah_number":"15","verse_number":"2","ayah_text":"Orang-orang yang kafir itu seringkali (nanti di akhirat) menginginkan, kiranya mereka dahulu (di dunia) menjadi orang-orang muslim."},{"database_id":"68","surah_number":"15","verse_number":"3","ayah_text":"Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong), maka kelak mereka akan mengetahui (akibat perbuatan mereka)."},{"database_id":"68","surah_number":"15","verse_number":"4","ayah_text":"Dan Kami tiada membinasakan sesuatu negeripun, melainkan ada baginya ketentuan masa yang telah ditetapkan."},{"database_id":"68","surah_number":"15","verse_number":"5","ayah_text":"Tidak ada suatu umatpun yang dapat mendahului ajalnya, dan tidak (pula) dapat mengundurkan(nya)."},{"database_id":"68","surah_number":"15","verse_number":"6","ayah_text":"Mereka berkata: &quot;Hai orang yang diturunkan Al Quran kepadanya, sesungguhnya kamu benar-benar orang yang gila."},{"database_id":"68","surah_number":"15","verse_number":"7","ayah_text":"Mengapa kamu tidak mendatangkan malaikat kepada kami, jika kamu termasuk orang-orang yang benar?&quot;"},{"database_id":"68","surah_number":"15","verse_number":"8","ayah_text":"Kami tidak menurunkan malaikat melainkan dengan benar (untuk membawa azab) dan tiadalah mereka ketika itu diberi tangguh."},{"database_id":"68","surah_number":"15","verse_number":"9","ayah_text":"Sesungguhnya Kami-lah yang menurunkan Al Quran, dan sesungguhnya Kami benar-benar memeliharanya."},{"database_id":"68","surah_number":"15","verse_number":"10","ayah_text":"Dan sesungguhnya Kami telah mengutus (beberapa rasul) sebelum kamu kepada umat-umat yang terdahulu."},{"database_id":"68","surah_number":"15","verse_number":"11","ayah_text":"Dan tidak datang seorang rasulpun kepada mereka, melainkan mereka selalu memperolok-olokkannya."},{"database_id":"68","surah_number":"15","verse_number":"12","ayah_text":"Demikianlah, Kami mamasukkan (rasa ingkar dan memperolok-olokkan itu) kedalam hati orang-orang yang berdosa (orang-orang kafir),"},{"database_id":"68","surah_number":"15","verse_number":"13","ayah_text":"mereka tidak beriman kepadanya (Al Quran) dan sesungguhnya telah berlalu sunnatullah terhadap orang-orang dahulu."},{"database_id":"68","surah_number":"15","verse_number":"14","ayah_text":"Dan jika seandainya Kami membukakan kepada mereka salah satu dari (pintu-pintu) langit, lalu mereka terus menerus naik ke atasnya,"},{"database_id":"68","surah_number":"15","verse_number":"15","ayah_text":"tentulah mereka berkata: &quot;Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang orang yang kena sihir&quot;."},{"database_id":"68","surah_number":"15","verse_number":"16","ayah_text":"Dan sesungguhnya Kami telah menciptakan gugusan bintang-bintang (di langit) dan Kami telah menghiasi langit itu bagi orang-orang yang memandang(nya),"},{"database_id":"68","surah_number":"15","verse_number":"17","ayah_text":"dan Kami menjaganya dari tiap-tiap syaitan yang terkutuk,"},{"database_id":"68","surah_number":"15","verse_number":"18","ayah_text":"kecuali syaitan yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dia dikejar oleh semburan api yang terang."},{"database_id":"68","surah_number":"15","verse_number":"19","ayah_text":"Dan Kami telah menghamparkan bumi dan menjadikan padanya gunung-gunung dan Kami tumbuhkan padanya segala sesuatu menurut ukuran."},{"database_id":"68","surah_number":"15","verse_number":"20","ayah_text":"Dan Kami telah menjadikan untukmu di bumi keperluan-keperluan hidup, dan (Kami menciptakan pula) makhluk-makhluk yang kamu sekali-kali bukan pemberi rezeki kepadanya."},{"database_id":"68","surah_number":"15","verse_number":"21","ayah_text":"Dan tidak ada sesuatupun melainkan pada sisi Kami-lah khazanahnya; dan Kami tidak menurunkannya melainkan dengan ukuran yang tertentu."},{"database_id":"68","surah_number":"15","verse_number":"22","ayah_text":"Dan Kami telah meniupkan angin untuk mengawinkan (tumbuh-tumbuhan) dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan air itu, dan sekali-kali bukanlah kamu yang menyimpannya."},{"database_id":"68","surah_number":"15","verse_number":"23","ayah_text":"Dan sesungguhnya benar-benar Kami-lah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi."},{"database_id":"68","surah_number":"15","verse_number":"24","ayah_text":"Dan sesungguhnya Kami telah mengetahui orang-orang yang terdahulu daripada-mu dan sesungguhnya Kami mengetahui pula orang-orang yang terkemudian (daripadamu)."},{"database_id":"68","surah_number":"15","verse_number":"25","ayah_text":"Sesungguhnya Tuhanmu, Dialah yang akan menghimpunkan mereka. Sesungguhnya Dia adalah Maha Bijaksana lagi Maha Mengetahui."},{"database_id":"68","surah_number":"15","verse_number":"26","ayah_text":"Dan sesungguhnya Kami telah menciptakan manusia (Adam) dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk."},{"database_id":"68","surah_number":"15","verse_number":"27","ayah_text":"Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas."},{"database_id":"68","surah_number":"15","verse_number":"28","ayah_text":"Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat: &quot;Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk,"},{"database_id":"68","surah_number":"15","verse_number":"29","ayah_text":"Maka apabila Aku telah menyempurnakan kejadiannya, dan telah meniup kan kedalamnya ruh (ciptaan)-Ku, maka tunduklah kamu kepadanya dengan bersujud."},{"database_id":"68","surah_number":"15","verse_number":"30","ayah_text":"Maka bersujudlah para malaikat itu semuanya bersama-sama,"},{"database_id":"68","surah_number":"15","verse_number":"31","ayah_text":"kecuali iblis. Ia enggan ikut besama-sama (malaikat) yang sujud itu."},{"database_id":"68","surah_number":"15","verse_number":"32","ayah_text":"Allah berfirman: &quot;Hai iblis, apa sebabnya kamu tidak (ikut sujud) bersama-sama mereka yang sujud itu?&quot;"},{"database_id":"68","surah_number":"15","verse_number":"33","ayah_text":"Berkata Iblis: &quot;Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering (yang berasal) dari lumpur hitam yang diberi bentuk&quot;"},{"database_id":"68","surah_number":"15","verse_number":"34","ayah_text":"Allah berfirman: &quot;Keluarlah dari surga, karena sesungguhnya kamu terkutuk,"},{"database_id":"68","surah_number":"15","verse_number":"35","ayah_text":"dan sesungguhnya kutukan itu tetap menimpamu sampai hari kiamat&quot;."},{"database_id":"68","surah_number":"15","verse_number":"36","ayah_text":"Berkata iblis: &quot;Ya Tuhanku, (kalau begitu) maka beri tangguhlah kepadaku sampai hari (manusia) dibangkitkan,"},{"database_id":"68","surah_number":"15","verse_number":"37","ayah_text":"Allah berfirman: &quot;(Kalau begitu) maka sesungguhnya kamu termasuk orang-orang yang diberi tangguh,"},{"database_id":"68","surah_number":"15","verse_number":"38","ayah_text":"sampai hari (suatu) waktu yang telah ditentukan,"},{"database_id":"68","surah_number":"15","verse_number":"39","ayah_text":"Iblis berkata: &quot;Ya Tuhanku, oleh sebab Engkau telah memutuskan bahwa aku sesat, pasti aku akan menjadikan mereka memandang baik (perbuatan maksiat) di muka bumi, dan pasti aku akan menyesatkan mereka semuanya,"},{"database_id":"68","surah_number":"15","verse_number":"40","ayah_text":"kecuali hamba-hamba Engkau yang mukhlis di antara mereka&quot;."},{"database_id":"68","surah_number":"15","verse_number":"41","ayah_text":"Allah berfirman: &quot;Ini adalah jalan yang lurus, kewajiban Aku-lah (menjaganya)."},{"database_id":"68","surah_number":"15","verse_number":"42","ayah_text":"Sesungguhnya hamba-hamba-Ku tidak ada kekuasaan bagimu terhadap mereka, kecuali orang-orang yang mengikut kamu, yaitu orang-orang yang sesat."},{"database_id":"68","surah_number":"15","verse_number":"43","ayah_text":"Dan sesungguhnya Jahannam itu benar-benar tempat yang telah diancamkan kepada mereka (pengikut-pengikut syaitan) semuanya."},{"database_id":"68","surah_number":"15","verse_number":"44","ayah_text":"Jahannam itu mempunyai tujuh pintu. Tiap-tiap pintu (telah ditetapkan) untuk golongan yang tertentu dari mereka."},{"database_id":"68","surah_number":"15","verse_number":"45","ayah_text":"Sesungguhnya orang-orang yang bertakwa itu berada dalam surga (taman-taman) dan (di dekat) mata air-mata air (yang mengalir)."},{"database_id":"68","surah_number":"15","verse_number":"46","ayah_text":"(Dikatakan kepada mereka): &quot;Masuklah ke dalamnya dengan sejahtera lagi aman&quot;"},{"database_id":"68","surah_number":"15","verse_number":"47","ayah_text":"Dan Kami lenyapkan segala rasa dendam yang berada dalam hati mereka, sedang mereka merasa bersaudara duduk berhadap-hadapan di atas dipan-dipan."},{"database_id":"68","surah_number":"15","verse_number":"48","ayah_text":"Mereka tidak merasa lelah di dalamnya dan mereka sekali-kali tidak akan dikeluarkan daripadanya."},{"database_id":"68","surah_number":"15","verse_number":"49","ayah_text":"Kabarkanlah kepada hamba-hamba-Ku, bahwa sesungguhnya Aku-lah Yang Maha Pengampun lagi Maha Penyayang,"},{"database_id":"68","surah_number":"15","verse_number":"50","ayah_text":"dan bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih."},{"database_id":"68","surah_number":"15","verse_number":"51","ayah_text":"Dan kabarkanlah kepada mereka tentang tamu-tamu Ibrahim."},{"database_id":"68","surah_number":"15","verse_number":"52","ayah_text":"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan: &quot;Salaam&quot;. Berkata Ibrahim: &quot;Sesungguhnya kami merasa takut kepadamu&quot;."},{"database_id":"68","surah_number":"15","verse_number":"53","ayah_text":"Mereka berkata: &quot;Janganlah kamu merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang alim&quot;."},{"database_id":"68","surah_number":"15","verse_number":"54","ayah_text":"Berkata Ibrahim: &quot;Apakah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, maka dengan cara bagaimanakah (terlaksananya) berita gembira yang kamu kabarkan ini?&quot;"},{"database_id":"68","surah_number":"15","verse_number":"55","ayah_text":"Mereka menjawab: &quot;Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah kamu termasuk orang-orang yang berputus asa&quot;."},{"database_id":"68","surah_number":"15","verse_number":"56","ayah_text":"Ibrahim berkata: &quot;Tidak ada orang yang berputus asa dari rahmat Tuhan-nya, kecuali orang-orang yang sesat&quot;."},{"database_id":"68","surah_number":"15","verse_number":"57","ayah_text":"Berkata (pula) Ibrahim: &quot;Apakah urusanmu yang penting (selain itu), hai para utusan?&quot;"},{"database_id":"68","surah_number":"15","verse_number":"58","ayah_text":"Mereka menjawab: &quot;Kami sesungguhnya diutus kepada kaum yang berdosa,"},{"database_id":"68","surah_number":"15","verse_number":"59","ayah_text":"kecuali Luth beserta pengikut-pengikutnya. Sesungguhnya Kami akan menyelamatkan mereka semuanya,"},{"database_id":"68","surah_number":"15","verse_number":"60","ayah_text":"kecuali istrinya. Kami telah menentukan, bahwa sesungguhnya ia itu termasuk orang-orang yang tertinggal (bersama-sama dengan orang kafir lainnya)&quot;."},{"database_id":"68","surah_number":"15","verse_number":"61","ayah_text":"Maka tatkala para utusan itu datang kepada kaum Luth, beserta pengikut pengikutnya,"},{"database_id":"68","surah_number":"15","verse_number":"62","ayah_text":"ia berkata: &quot;Sesungguhnya kamu adalah orang-orang yang tidak dikenal&quot;."},{"database_id":"68","surah_number":"15","verse_number":"63","ayah_text":"Para utusan menjawab: &quot;Sebenarnya kami ini datang kepadamu dengan membawa azab yang selalu mereka dustakan."},{"database_id":"68","surah_number":"15","verse_number":"64","ayah_text":"Dan kami datang kepadamu membawa kebenaran dan sesungguhnya kami betul-betul orang-orang benar."},{"database_id":"68","surah_number":"15","verse_number":"65","ayah_text":"Maka pergilah kamu di akhir malam dengan membawa keluargamu, dan ikutlah mereka dari belakang dan janganlah seorangpun di antara kamu menoleh kebelakang dan teruskanlah perjalanan ke tempat yang di perintahkan kepadamu&quot;."},{"database_id":"68","surah_number":"15","verse_number":"66","ayah_text":"Dan telah Kami wahyukan kepadanya (Luth) perkara itu, yaitu bahwa mereka akan ditumpas habis di waktu subuh."},{"database_id":"68","surah_number":"15","verse_number":"67","ayah_text":"Dan datanglah penduduk kota itu (ke rumah Luth) dengan gembira (karena) kedatangan tamu-tamu itu."},{"database_id":"68","surah_number":"15","verse_number":"68","ayah_text":"Luth berkata: &quot;Sesungguhnya mereka adalah tamuku; maka janganlah kamu memberi malu (kepadaku),"},{"database_id":"68","surah_number":"15","verse_number":"69","ayah_text":"dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina&quot;."},{"database_id":"68","surah_number":"15","verse_number":"70","ayah_text":"Mereka berkata: &quot;Dan bukankah kami telah melarangmu dari (melindungi) manusia?&quot;"},{"database_id":"68","surah_number":"15","verse_number":"71","ayah_text":"Luth berkata: &quot;Inilah puteri-puteriku (kawinlah dengan mereka), jika kamu hendak berbuat (secara yang halal)&quot;."},{"database_id":"68","surah_number":"15","verse_number":"72","ayah_text":"(Allah berfirman): &quot;Demi umurmu (Muhammad), sesungguhnya mereka terombang-ambing di dalam kemabukan (kesesatan)&quot;."},{"database_id":"68","surah_number":"15","verse_number":"73","ayah_text":"Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit."},{"database_id":"68","surah_number":"15","verse_number":"74","ayah_text":"Maka Kami jadikan bahagian atas kota itu terbalik ke bawah dan Kami hujani mereka dengan batu dari tanah yang keras."},{"database_id":"68","surah_number":"15","verse_number":"75","ayah_text":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang memperhatikan tanda-tanda."},{"database_id":"68","surah_number":"15","verse_number":"76","ayah_text":"Dan sesungguhnya kota itu benar-benar terletak di jalan yang masih tetap (dilalui manusia)."},{"database_id":"68","surah_number":"15","verse_number":"77","ayah_text":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman."},{"database_id":"68","surah_number":"15","verse_number":"78","ayah_text":"Dan sesungguhnya adalah penduduk Aikah itu benar-benar kaum yang zalim,"},{"database_id":"68","surah_number":"15","verse_number":"79","ayah_text":"maka Kami membinasakan mereka. Dan sesungguhnya kedua kota itu benar-benar terletak di jalan umum yang terang."},{"database_id":"68","surah_number":"15","verse_number":"80","ayah_text":"Dan sesungguhnya penduduk-penduduk kota Al Hijr telah mendustakan rasul-rasul,"},{"database_id":"68","surah_number":"15","verse_number":"81","ayah_text":"dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling daripadanya,"},{"database_id":"68","surah_number":"15","verse_number":"82","ayah_text":"dan mereka memahat rumah-rumah dari gunung-gunung batu (yang didiami) dengan aman."},{"database_id":"68","surah_number":"15","verse_number":"83","ayah_text":"Maka mereka dibinasakan oleh suara keras yang mengguntur di waktu pagi,"},{"database_id":"68","surah_number":"15","verse_number":"84","ayah_text":"maka tak dapat menolong mereka, apa yang telah mereka usahakan."},{"database_id":"68","surah_number":"15","verse_number":"85","ayah_text":"Dan tidaklah Kami ciptakan langit dan bumi dan apa yang ada di antara keduanya, melainkan dengan benar. Dan sesungguhnya saat (kiamat) itu pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik."},{"database_id":"68","surah_number":"15","verse_number":"86","ayah_text":"Sesungguhnya Tuhanmu, Dialah Yang Maha Pencipta lagi Maha Mengetahui."},{"database_id":"68","surah_number":"15","verse_number":"87","ayah_text":"Dan sesungguhnya Kami telah berikan kepadamu tujuh ayat yang dibaca berulang-ulang dan Al Quran yang agung."},{"database_id":"68","surah_number":"15","verse_number":"88","ayah_text":"Janganlah sekali-kali kamu menunjukkan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang-orang kafir itu), dan janganlah kamu bersedih hati terhadap mereka dan berendah dirilah kamu terhadap orang-orang yang beriman."},{"database_id":"68","surah_number":"15","verse_number":"89","ayah_text":"Dan katakanlah: &quot;Sesungguhnya aku adalah pemberi peringatan yang menjelaskan&quot;."},{"database_id":"68","surah_number":"15","verse_number":"90","ayah_text":"Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang-orang yang membagi-bagi (Kitab Allah),"},{"database_id":"68","surah_number":"15","verse_number":"91","ayah_text":"(yaitu) orang-orang yang telah menjadikan Al Quran itu terbagi-bagi."},{"database_id":"68","surah_number":"15","verse_number":"92","ayah_text":"Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,"},{"database_id":"68","surah_number":"15","verse_number":"93","ayah_text":"tentang apa yang telah mereka kerjakan dahulu."},{"database_id":"68","surah_number":"15","verse_number":"94","ayah_text":"Maka sampaikanlah olehmu secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang-orang yang musyrik."},{"database_id":"68","surah_number":"15","verse_number":"95","ayah_text":"Sesungguhnya Kami memelihara kamu daripada (kejahatan) orang-orang yang memperolok-olokkan (kamu),"},{"database_id":"68","surah_number":"15","verse_number":"96","ayah_text":"(Yaitu) orang-orang yang menganggap adanya tuhan yang lain di samping Allah; maka mereka kelak akan mengetahui (akibat-akibatnya)."},{"database_id":"68","surah_number":"15","verse_number":"97","ayah_text":"Dan Kami sungguh-sungguh mengetahui, bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,"},{"database_id":"68","surah_number":"15","verse_number":"98","ayah_text":"maka bertasbihlah dengan memuji Tuhanmu dan jadilah kamu di antara orang-orang yang bersujud (shalat),"},{"database_id":"68","surah_number":"15","verse_number":"99","ayah_text":"dan sembahlah Tuhanmu sampai datang kepadamu yang diyakini (ajal)."}]