[{"database_id":"68","surah_number":"19","verse_number":"1","ayah_text":"Kaaf Haa Yaa ´Ain Shaad."},{"database_id":"68","surah_number":"19","verse_number":"2","ayah_text":"(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhan kamu kepada hamba-Nya, Zakaria,"},{"database_id":"68","surah_number":"19","verse_number":"3","ayah_text":"yaitu tatkala ia berdoa kepada Tuhannya dengan suara yang lembut."},{"database_id":"68","surah_number":"19","verse_number":"4","ayah_text":"Ia berkata &quot;Ya Tuhanku, sesungguhnya tulangku telah lemah dan kepalaku telah ditumbuhi uban, dan aku belum pernah kecewa dalam berdoa kepada Engkau, ya Tuhanku."},{"database_id":"68","surah_number":"19","verse_number":"5","ayah_text":"Dan sesungguhnya aku khawatir terhadap mawaliku sepeninggalku, sedang isteriku adalah seorang yang mandul, maka anugerahilah aku dari sisi Engkau seorang putera,"},{"database_id":"68","surah_number":"19","verse_number":"6","ayah_text":"yang akan mewarisi aku dan mewarisi sebahagian keluarga Ya´qub; dan jadikanlah ia, ya Tuhanku, seorang yang diridhai&quot;."},{"database_id":"68","surah_number":"19","verse_number":"7","ayah_text":"Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan (beroleh) seorang anak yang namanya Yahya, yang sebelumnya Kami belum pernah menciptakan orang yang serupa dengan dia."},{"database_id":"68","surah_number":"19","verse_number":"8","ayah_text":"Zakaria berkata: &quot;Ya Tuhanku, bagaimana akan ada anak bagiku, padahal isteriku adalah seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai umur yang sangat tua&quot;."},{"database_id":"68","surah_number":"19","verse_number":"9","ayah_text":"Tuhan berfirman: &quot;Demikianlah&quot;. Tuhan berfirman: &quot;Hal itu adalah mudah bagi-Ku; dan sesunguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu (di waktu itu) belum ada sama sekali&quot;."},{"database_id":"68","surah_number":"19","verse_number":"10","ayah_text":"Zakaria berkata: &quot;Ya Tuhanku, berilah aku suatu tanda&quot;. Tuhan berfirman: &quot;Tanda bagimu ialah bahwa kamu tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal kamu sehat&quot;."},{"database_id":"68","surah_number":"19","verse_number":"11","ayah_text":"Maka ia keluar dari mihrab menuju kaumnya, lalu ia memberi isyarat kepada mereka; hendaklah kamu bertasbih di waktu pagi dan petang."},{"database_id":"68","surah_number":"19","verse_number":"12","ayah_text":"Hai Yahya, ambillah Al Kitab (Taurat) itu dengan sungguh-sungguh. Dan kami berikan kepadanya hikmah selagi ia masih kanak-kanak,"},{"database_id":"68","surah_number":"19","verse_number":"13","ayah_text":"dan rasa belas kasihan yang mendalam dari sisi Kami dan kesucian (dan dosa). Dan ia adalah seorang yang bertakwa,"},{"database_id":"68","surah_number":"19","verse_number":"14","ayah_text":"dan seorang yang berbakti kepada kedua orang tuanya, dan bukanlah ia orang yang sombong lagi durhaka."},{"database_id":"68","surah_number":"19","verse_number":"15","ayah_text":"Kesejahteraan atas dirinya pada hari ia dilahirkan dan pada hari ia meninggal dan pada hari ia dibangkitkan hidup kembali."},{"database_id":"68","surah_number":"19","verse_number":"16","ayah_text":"Dan ceritakanlah (kisah) Maryam di dalam Al Quran, yaitu ketika ia menjauhkan diri dari keluarganya ke suatu tempat di sebelah timur,"},{"database_id":"68","surah_number":"19","verse_number":"17","ayah_text":"maka ia mengadakan tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami kepadanya, maka ia menjelma di hadapannya (dalam bentuk) manusia yang sempurna."},{"database_id":"68","surah_number":"19","verse_number":"18","ayah_text":"Maryam berkata: &quot;Sesungguhnya aku berlindung dari padamu kepada Tuhan Yang Maha pemurah, jika kamu seorang yang bertakwa&quot;."},{"database_id":"68","surah_number":"19","verse_number":"19","ayah_text":"Ia (jibril) berkata: &quot;Sesungguhnya aku ini hanyalah seorang utusan Tuhanmu, untuk memberimu seorang anak laki-laki yang suci&quot;."},{"database_id":"68","surah_number":"19","verse_number":"20","ayah_text":"Maryam berkata: &quot;Bagaimana akan ada bagiku seorang anak laki-laki, sedang tidak pernah seorang manusiapun menyentuhku dan aku bukan (pula) seorang pezina!&quot;"},{"database_id":"68","surah_number":"19","verse_number":"21","ayah_text":"Jibril berkata: &quot;Demikianlah&quot;. Tuhanmu berfirman: &quot;Hal itu adalah mudah bagi-Ku; dan agar dapat Kami menjadikannya suatu tanda bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu perkara yang sudah diputuskan&quot;."},{"database_id":"68","surah_number":"19","verse_number":"22","ayah_text":"Maka Maryam mengandungnya, lalu ia menyisihkan diri dengan kandungannya itu ke tempat yang jauh."},{"database_id":"68","surah_number":"19","verse_number":"23","ayah_text":"Maka rasa sakit akan melahirkan anak memaksa ia (bersandar) pada pangkal pohon kurma, dia berkata: &quot;Aduhai, alangkah baiknya aku mati sebelum ini, dan aku menjadi barang yang tidak berarti, lagi dilupakan&quot;."},{"database_id":"68","surah_number":"19","verse_number":"24","ayah_text":"Maka Jibril menyerunya dari tempat yang rendah: &quot;Janganlah kamu bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu."},{"database_id":"68","surah_number":"19","verse_number":"25","ayah_text":"Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya pohon itu akan menggugurkan buah kurma yang masak kepadamu,"},{"database_id":"68","surah_number":"19","verse_number":"26","ayah_text":"maka makan, minum dan bersenang hatilah kamu. Jika kamu melihat seorang manusia, maka katakanlah: &quot;Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pemurah, maka aku tidak akan berbicara dengan seorang manusiapun pada hari ini&quot;."},{"database_id":"68","surah_number":"19","verse_number":"27","ayah_text":"Maka Maryam membawa anak itu kepada kaumnya dengan menggendongnya. Kaumnya berkata: &quot;Hai Maryam, sesungguhnya kamu telah melakukan sesuatu yang amat mungkar."},{"database_id":"68","surah_number":"19","verse_number":"28","ayah_text":"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang pezina&quot;,"},{"database_id":"68","surah_number":"19","verse_number":"29","ayah_text":"maka Maryam menunjuk kepada anaknya. Mereka berkata: &quot;Bagaimana kami akan berbicara dengan anak kecil yang masih di dalam ayunan?&quot;"},{"database_id":"68","surah_number":"19","verse_number":"30","ayah_text":"Berkata Isa: &quot;Sesungguhnya aku ini hamba Allah, Dia memberiku Al Kitab (Injil) dan Dia menjadikan aku seorang nabi,"},{"database_id":"68","surah_number":"19","verse_number":"31","ayah_text":"dan Dia menjadikan aku seorang yang diberkati di mana saja aku berada, dan Dia memerintahkan kepadaku (mendirikan) shalat dan (menunaikan) zakat selama aku hidup;"},{"database_id":"68","surah_number":"19","verse_number":"32","ayah_text":"dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka."},{"database_id":"68","surah_number":"19","verse_number":"33","ayah_text":"Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari aku dilahirkan, pada hari aku meninggal dan pada hari aku dibangkitkan hidup kembali&quot;."},{"database_id":"68","surah_number":"19","verse_number":"34","ayah_text":"Itulah Isa putera Maryam, yang mengatakan perkataan yang benar, yang mereka berbantah-bantahan tentang kebenarannya."},{"database_id":"68","surah_number":"19","verse_number":"35","ayah_text":"Tidak layak bagi Allah mempunyai anak, Maha Suci Dia. Apabila Dia telah menetapkan sesuatu, maka Dia hanya berkata kepadanya: &quot;Jadilah&quot;, maka jadilah ia."},{"database_id":"68","surah_number":"19","verse_number":"36","ayah_text":"Sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka sembahIah Dia oleh kamu sekalian. Ini adalah jalan yang lurus."},{"database_id":"68","surah_number":"19","verse_number":"37","ayah_text":"Maka berselisihlah golongan-golongan (yang ada) di antara mereka. Maka kecelakaanlah bagi orang-orang kafir pada waktu menyaksikan hari yang besar."},{"database_id":"68","surah_number":"19","verse_number":"38","ayah_text":"Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata."},{"database_id":"68","surah_number":"19","verse_number":"39","ayah_text":"Dan berilah mereka peringatan tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus. Dan mereka dalam kelalaian dan mereka tidak (pula) beriman."},{"database_id":"68","surah_number":"19","verse_number":"40","ayah_text":"Sesungguhnya Kami mewarisi bumi dan semua orang-orang yang ada di atasnya, dan hanya kepada Kamilah mereka dikembalikan."},{"database_id":"68","surah_number":"19","verse_number":"41","ayah_text":"Ceritakanlah (Hai Muhammad) kisah Ibrahim di dalam Al Kitab (Al Quran) ini. Sesungguhnya ia adalah seorang yang sangat membenarkan lagi seorang Nabi."},{"database_id":"68","surah_number":"19","verse_number":"42","ayah_text":"Ingatlah ketika ia berkata kepada bapaknya; &quot;Wahai bapakku, mengapa kamu menyembah sesuatu yang tidak mendengar, tidak melihat dan tidak dapat menolong kamu sedikitpun?"},{"database_id":"68","surah_number":"19","verse_number":"43","ayah_text":"Wahai bapakku, sesungguhnya telah datang kepadaku sebahagian ilmu pengetahuan yang tidak datang kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus."},{"database_id":"68","surah_number":"19","verse_number":"44","ayah_text":"Wahai bapakku, janganlah kamu menyembah syaitan. Sesungguhnya syaitan itu durhaka kepada Tuhan Yang Maha Pemurah."},{"database_id":"68","surah_number":"19","verse_number":"45","ayah_text":"Wahai bapakku, sesungguhnya aku khawatir bahwa kamu akan ditimpa azab dari Tuhan Yang Maha Pemurah, maka kamu menjadi kawan bagi syaitan&quot;."},{"database_id":"68","surah_number":"19","verse_number":"46","ayah_text":"Berkata bapaknya: &quot;Bencikah kamu kepada tuhan-tuhanku, hai Ibrahim? Jika kamu tidak berhenti, maka niscaya kamu akan kurajam, dan tinggalkanlah aku buat waktu yang lama&quot;."},{"database_id":"68","surah_number":"19","verse_number":"47","ayah_text":"Berkata Ibrahim: &quot;Semoga keselamatan dilimpahkan kepadamu, aku akan memintakan ampun bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku."},{"database_id":"68","surah_number":"19","verse_number":"48","ayah_text":"Dan aku akan menjauhkan diri darimu dan dari apa yang kamu seru selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku&quot;."},{"database_id":"68","surah_number":"19","verse_number":"49","ayah_text":"Maka ketika Ibrahim sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak, dan Ya´qub. Dan masing-masingnya Kami angkat menjadi nabi."},{"database_id":"68","surah_number":"19","verse_number":"50","ayah_text":"Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik lagi tinggi."},{"database_id":"68","surah_number":"19","verse_number":"51","ayah_text":"Dan ceritakanlah (hai Muhammad kepada mereka), kisah Musa di dalam Al Kitab (Al Quran) ini. Sesungguhnya ia adalah seorang yang dipilih dan seorang rasul dan nabi."},{"database_id":"68","surah_number":"19","verse_number":"52","ayah_text":"Dan Kami telah memanggilnya dari sebelah kanan gunung Thur dan Kami telah mendekatkannya kepada Kami di waktu dia munajat (kepada Kami)."},{"database_id":"68","surah_number":"19","verse_number":"53","ayah_text":"Dan Kami telah menganugerahkan kepadanya sebagian rahmat Kami, yaitu saudaranya, Harun menjadi seorang nabi."},{"database_id":"68","surah_number":"19","verse_number":"54","ayah_text":"Dan ceritakanlah (hai Muhammad kepada mereka) kisah Ismail (yang tersebut) di dalam Al Quran. Sesungguhnya ia adalah seorang yang benar janjinya, dan dia adalah seorang rasul dan nabi."},{"database_id":"68","surah_number":"19","verse_number":"55","ayah_text":"Dan ia menyuruh ahlinya untuk bersembahyang dan menunaikan zakat, dan ia adalah seorang yang diridhai di sisi Tuhannya."},{"database_id":"68","surah_number":"19","verse_number":"56","ayah_text":"Dan ceritakanlah (hai Muhammad kepada mereka, kisah) Idris (yang tersebut) di dalam Al Quran. Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi."},{"database_id":"68","surah_number":"19","verse_number":"57","ayah_text":"Dan Kami telah mengangkatnya ke martabat yang tinggi."},{"database_id":"68","surah_number":"19","verse_number":"58","ayah_text":"Mereka itu adalah orang-orang yang telah diberi nikmat oleh Allah, yaitu para nabi dari keturunan Adam, dan dari orang-orang yang Kami angkat bersama Nuh, dan dari keturunan Ibrahim dan Israil, dan dari orang-orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pemurah kepada mereka, maka mereka menyungkur dengan bersujud dan menangis."},{"database_id":"68","surah_number":"19","verse_number":"59","ayah_text":"Maka datanglah sesudah mereka, pengganti (yang jelek) yang menyia-nyiakan shalat dan memperturutkan hawa nafsunya, maka mereka kelak akan menemui kesesatan,"},{"database_id":"68","surah_number":"19","verse_number":"60","ayah_text":"kecuali orang yang bertaubat, beriman dan beramal saleh, maka mereka itu akan masuk surga dan tidak dianiaya (dirugikan) sedikitpun,"},{"database_id":"68","surah_number":"19","verse_number":"61","ayah_text":"yaitu surga ´Adn yang telah dijanjikan oleh Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya, sekalipun (surga itu) tidak nampak. Sesungguhnya janji Allah itu pasti akan ditepati."},{"database_id":"68","surah_number":"19","verse_number":"62","ayah_text":"Mereka tidak mendengar perkataan yang tak berguna di dalam surga, kecuali ucapan salam. Bagi mereka rezekinya di surga itu tiap-tiap pagi dan petang."},{"database_id":"68","surah_number":"19","verse_number":"63","ayah_text":"Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa."},{"database_id":"68","surah_number":"19","verse_number":"64","ayah_text":"Dan tidaklah kami (Jibril) turun, kecuali dengan perintah Tuhanmu. Kepunyaan-Nya-lah apa-apa yang ada di hadapan kita, apa-apa yang ada di belakang kita dan apa-apa yang ada di antara keduanya, dan tidaklah Tuhanmu lupa."},{"database_id":"68","surah_number":"19","verse_number":"65","ayah_text":"Tuhan (yang menguasai) langit dan bumi dan apa-apa yang ada di antara keduanya, maka sembahlah Dia dan berteguh hatilah dalam beribadat kepada-Nya. Apakah kamu mengetahui ada seorang yang sama dengan Dia (yang patut disembah)?"},{"database_id":"68","surah_number":"19","verse_number":"66","ayah_text":"Dan berkata manusia: &quot;Betulkah apabila aku telah mati, bahwa aku sungguh-sungguh akan dibangkitkan menjadi hidup kembali?&quot;"},{"database_id":"68","surah_number":"19","verse_number":"67","ayah_text":"Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, sedang ia tidak ada sama sekali?"},{"database_id":"68","surah_number":"19","verse_number":"68","ayah_text":"Demi Tuhanmu, sesungguhnya akan Kami bangkitkan mereka bersama syaitan, kemudian akan Kami datangkan mereka ke sekeliling Jahannam dengan berlutut."},{"database_id":"68","surah_number":"19","verse_number":"69","ayah_text":"Kemudian pasti akan Kami tarik dari tiap-tiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pemurah."},{"database_id":"68","surah_number":"19","verse_number":"70","ayah_text":"Dan kemudian Kami sungguh lebih mengetahui orang-orang yang seharusnya dimasukkan ke dalam neraka."},{"database_id":"68","surah_number":"19","verse_number":"71","ayah_text":"Dan tidak ada seorangpun dari padamu, melainkan mendatangi neraka itu. Hal itu bagi Tuhanmu adalah suatu kemestian yang sudah ditetapkan."},{"database_id":"68","surah_number":"19","verse_number":"72","ayah_text":"Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam neraka dalam keadaan berlutut."},{"database_id":"68","surah_number":"19","verse_number":"73","ayah_text":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang (maksudnya), niscaya orang-orang yang kafir berkata kepada orang-orang yang beriman: &quot;Manakah di antara kedua golongan (kafir dan mukmin) yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan(nya)?&quot;"},{"database_id":"68","surah_number":"19","verse_number":"74","ayah_text":"Berapa banyak umat yang telah Kami binasakan sebelum mereka, sedang mereka adalah lebih bagus alat rumah tangganya dan lebih sedap di pandang mata."},{"database_id":"68","surah_number":"19","verse_number":"75","ayah_text":"Katakanlah: &quot;Barang siapa yang berada di dalam kesesatan, maka biarlah Tuhan yang Maha Pemurah memperpanjang tempo baginya; sehingga apabila mereka telah melihat apa yang diancamkan kepadanya, baik siksa maupun kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah penolong-penolongnya&quot;."},{"database_id":"68","surah_number":"19","verse_number":"76","ayah_text":"Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal-amal saleh yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya."},{"database_id":"68","surah_number":"19","verse_number":"77","ayah_text":"Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat Kami dan ia mengatakan: &quot;Pasti aku akan diberi harta dan anak&quot;."},{"database_id":"68","surah_number":"19","verse_number":"78","ayah_text":"Adakah ia melihat yang ghaib atau ia telah membuat perjanjian di sisi Tuhan Yang Maha Pemurah?,"},{"database_id":"68","surah_number":"19","verse_number":"79","ayah_text":"sekali-kali tidak, Kami akan menulis apa yang ia katakan, dan benar-benar Kami akan memperpanjang azab untuknya,"},{"database_id":"68","surah_number":"19","verse_number":"80","ayah_text":"dan Kami akan mewarisi apa yang ia katakan itu, dan ia akan datang kepada Kami dengan seorang diri."},{"database_id":"68","surah_number":"19","verse_number":"81","ayah_text":"Dan mereka telah mengambil sembahan-sembahan selain Allah, agar sembahan-sembahan itu menjadi pelindung bagi mereka,"},{"database_id":"68","surah_number":"19","verse_number":"82","ayah_text":"sekali-kali tidak. Kelak mereka (sembahan-sembahan) itu akan mengingkari penyembahan (pengikut-pengikutnya) terhadapnya, dan mereka (sembahan-sembahan) itu akan menjadi musuh bagi mereka."},{"database_id":"68","surah_number":"19","verse_number":"83","ayah_text":"Tidakkah kamu lihat, bahwasanya Kami telah mengirim syaitan-syaitan itu kepada orang-orang kafir untuk menghasung mereka berbuat maksiat dengan sungguh-sungguh?,"},{"database_id":"68","surah_number":"19","verse_number":"84","ayah_text":"maka janganlah kamu tergesa-gesa memintakan siksa terhadap mereka, karena sesungguhnya Kami hanya menghitung datangnya (hari siksaan) untuk mereka dengan perhitungan yang teliti."},{"database_id":"68","surah_number":"19","verse_number":"85","ayah_text":"(Ingatlah) hari (ketika) Kami mengumpulkan orang-orang yang takwa kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat,"},{"database_id":"68","surah_number":"19","verse_number":"86","ayah_text":"dan Kami akan menghalau orang-orang yang durhaka ke neraka Jahannam dalam keadaan dahaga."},{"database_id":"68","surah_number":"19","verse_number":"87","ayah_text":"Mereka tidak berhak mendapat syafa´at kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah."},{"database_id":"68","surah_number":"19","verse_number":"88","ayah_text":"Dan mereka berkata: &quot;Tuhan Yang Maha Pemurah mengambil (mempunyai) anak&quot;."},{"database_id":"68","surah_number":"19","verse_number":"89","ayah_text":"Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar,"},{"database_id":"68","surah_number":"19","verse_number":"90","ayah_text":"hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh,"},{"database_id":"68","surah_number":"19","verse_number":"91","ayah_text":"karena mereka mendakwakan Allah Yang Maha Pemurah mempunyai anak."},{"database_id":"68","surah_number":"19","verse_number":"92","ayah_text":"Dan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak."},{"database_id":"68","surah_number":"19","verse_number":"93","ayah_text":"Tidak ada seorangpun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba."},{"database_id":"68","surah_number":"19","verse_number":"94","ayah_text":"Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti."},{"database_id":"68","surah_number":"19","verse_number":"95","ayah_text":"Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri."},{"database_id":"68","surah_number":"19","verse_number":"96","ayah_text":"Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Allah Yang Maha Pemurah akan menanamkan dalam (hati) mereka rasa kasih sayang."},{"database_id":"68","surah_number":"19","verse_number":"97","ayah_text":"Maka sesungguhnya telah Kami mudahkan Al Quran itu dengan bahasamu, agar kamu dapat memberi kabar gembira dengan Al Quran itu kepada orang-orang yang bertakwa, dan agar kamu memberi peringatan dengannya kepada kaum yang membangkang."},{"database_id":"68","surah_number":"19","verse_number":"98","ayah_text":"Dan berapa banyak telah Kami binasakan umat-umat sebelum mereka. Adakah kamu melihat seorangpun dari mereka atau kamu dengar suara mereka yang samar-samar?"}]