[{"database_id":"68","surah_number":"20","verse_number":"1","ayah_text":"Thaahaa."},{"database_id":"68","surah_number":"20","verse_number":"2","ayah_text":"Kami tidak menurunkan Al Quran ini kepadamu agar kamu menjadi susah;"},{"database_id":"68","surah_number":"20","verse_number":"3","ayah_text":"tetapi sebagai peringatan bagi orang yang takut (kepada Allah),"},{"database_id":"68","surah_number":"20","verse_number":"4","ayah_text":"yaitu diturunkan dari Allah yang menciptakan bumi dan langit yang tinggi."},{"database_id":"68","surah_number":"20","verse_number":"5","ayah_text":"(Yaitu) Tuhan Yang Maha Pemurah. Yang bersemayam di atas ´Arsy."},{"database_id":"68","surah_number":"20","verse_number":"6","ayah_text":"Kepunyaan-Nya-lah semua yang ada di langit, semua yang di bumi, semua yang di antara keduanya dan semua yang di bawah tanah."},{"database_id":"68","surah_number":"20","verse_number":"7","ayah_text":"Dan jika kamu mengeraskan ucapanmu, maka sesungguhnya Dia mengetahui rahasia dan yang lebih tersembunyi."},{"database_id":"68","surah_number":"20","verse_number":"8","ayah_text":"Dialah Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia. Dia mempunyai al asmaaul husna (nama-nama yang baik),"},{"database_id":"68","surah_number":"20","verse_number":"9","ayah_text":"Apakah telah sampai kepadamu kisah Musa?"},{"database_id":"68","surah_number":"20","verse_number":"10","ayah_text":"Ketika ia melihat api, lalu berkatalah ia kepada keluarganya: &quot;Tinggallah kamu (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa sedikit daripadanya kepadamu atau aku akan mendapat petunjuk di tempat api itu&quot;."},{"database_id":"68","surah_number":"20","verse_number":"11","ayah_text":"Maka ketika ia datang ke tempat api itu ia dipanggil: &quot;Hai Musa."},{"database_id":"68","surah_number":"20","verse_number":"12","ayah_text":"Sesungguhnya Aku inilah Tuhanmu, maka tanggalkanlah kedua terompahmu; sesungguhnya kamu berada dilembah yang suci, Thuwa."},{"database_id":"68","surah_number":"20","verse_number":"13","ayah_text":"Dan Aku telah memilih kamu, maka dengarkanlah apa yang akan diwahyukan (kepadamu)."},{"database_id":"68","surah_number":"20","verse_number":"14","ayah_text":"Sesungguhnya Aku ini adalah Allah, tidak ada Tuhan (yang hak) selain Aku, maka sembahlah Aku dan dirikanlah shalat untuk mengingat Aku."},{"database_id":"68","surah_number":"20","verse_number":"15","ayah_text":"Segungguhnya hari kiamat itu akan datang Aku merahasiakan (waktunya) agar supaya tiap-tiap diri itu dibalas dengan apa yang ia usahakan."},{"database_id":"68","surah_number":"20","verse_number":"16","ayah_text":"Maka sekali-kali janganlah kamu dipalingkan daripadanya oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti hawa nafsunya, yang menyebabkan kamu jadi binasa&quot;."},{"database_id":"68","surah_number":"20","verse_number":"17","ayah_text":"Apakah itu yang di tangan kananmu, hai Musa?"},{"database_id":"68","surah_number":"20","verse_number":"18","ayah_text":"Berkata Musa: &quot;Ini adalah tongkatku, aku bertelekan padanya, dan aku pukul (daun) dengannya untuk kambingku, dan bagiku ada lagi keperluan yang lain padanya&quot;."},{"database_id":"68","surah_number":"20","verse_number":"19","ayah_text":"Allah berfirman: &quot;Lemparkanlah ia, hai Musa!&quot;"},{"database_id":"68","surah_number":"20","verse_number":"20","ayah_text":"Lalu dilemparkannyalah tongkat itu, maka tiba-tiba ia menjadi seekor ular yang merayap dengan cepat."},{"database_id":"68","surah_number":"20","verse_number":"21","ayah_text":"Allah berfirman: &quot;Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula,"},{"database_id":"68","surah_number":"20","verse_number":"22","ayah_text":"dan kepitkanlah tanganmu ke ketiakmu, niscaya ia ke luar menjadi putih cemerlang tanpa cacad, sebagai mukjizat yang lain (pula),"},{"database_id":"68","surah_number":"20","verse_number":"23","ayah_text":"untuk Kami perlihatkan kepadamu sebahagian dari tanda-tanda kekuasaan Kami yang sangat besar,"},{"database_id":"68","surah_number":"20","verse_number":"24","ayah_text":"Pergilah kepada Fir´aun; sesungguhnya ia telah melampaui batas&quot;."},{"database_id":"68","surah_number":"20","verse_number":"25","ayah_text":"Berkata Musa: &quot;Ya Tuhanku, lapangkanlah untukku dadaku,"},{"database_id":"68","surah_number":"20","verse_number":"26","ayah_text":"dan mudahkanlah untukku urusanku,"},{"database_id":"68","surah_number":"20","verse_number":"27","ayah_text":"dan lepaskanlah kekakuan dari lidahku,"},{"database_id":"68","surah_number":"20","verse_number":"28","ayah_text":"supaya mereka mengerti perkataanku,"},{"database_id":"68","surah_number":"20","verse_number":"29","ayah_text":"dan jadikanlah untukku seorang pembantu dari keluargaku,"},{"database_id":"68","surah_number":"20","verse_number":"30","ayah_text":"(yaitu) Harun, saudaraku,"},{"database_id":"68","surah_number":"20","verse_number":"31","ayah_text":"teguhkanlah dengan dia kekuatanku,"},{"database_id":"68","surah_number":"20","verse_number":"32","ayah_text":"dan jadikankanlah dia sekutu dalam urusanku,"},{"database_id":"68","surah_number":"20","verse_number":"33","ayah_text":"supaya kami banyak bertasbih kepada Engkau,"},{"database_id":"68","surah_number":"20","verse_number":"34","ayah_text":"dan banyak mengingat Engkau."},{"database_id":"68","surah_number":"20","verse_number":"35","ayah_text":"Sesungguhnya Engkau adalah Maha Melihat (keadaan) kami&quot;."},{"database_id":"68","surah_number":"20","verse_number":"36","ayah_text":"Allah berfirman: &quot;Sesungguhnya telah diperkenankan permintaanmu, hai Musa&quot;."},{"database_id":"68","surah_number":"20","verse_number":"37","ayah_text":"Dan sesungguhnya Kami telah memberi nikmat kepadamu pada kali yang lain,"},{"database_id":"68","surah_number":"20","verse_number":"38","ayah_text":"yaitu ketika Kami mengilhamkan kepada ibumu suatu yang diilhamkan,"},{"database_id":"68","surah_number":"20","verse_number":"39","ayah_text":"Yaitu: &quot;Letakkanlah ia (Musa) didalam peti, kemudian lemparkanlah ia ke sungai (Nil), maka pasti sungai itu membawanya ke tepi, supaya diambil oleh (Fir´aun) musuh-Ku dan musuhnya. Dan Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku; dan supaya kamu diasuh di bawah pengawasan-Ku,"},{"database_id":"68","surah_number":"20","verse_number":"40","ayah_text":"(yaitu) ketika saudaramu yang perempuan berjalan, lalu ia berkata kepada (keluarga Fir´aun): &quot;Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?&quot; Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak berduka cita. Dan kamu pernah membunuh seorang manusia, lalu Kami selamatkan kamu dari kesusahan dan Kami telah mencobamu dengan beberapa cobaan; maka kamu tinggal beberapa tahun diantara penduduk Madyan, kemudian kamu datang menurut waktu yang ditetapkan hai Musa,"},{"database_id":"68","surah_number":"20","verse_number":"41","ayah_text":"dan Aku telah memilihmu untuk diri-Ku."},{"database_id":"68","surah_number":"20","verse_number":"42","ayah_text":"Pergilah kamu beserta saudaramu dengan membawa ayat-ayat-Ku, dan janganlah kamu berdua lalai dalam mengingat-Ku;"},{"database_id":"68","surah_number":"20","verse_number":"43","ayah_text":"Pergilah kamu berdua kepada Fir´aun, sesungguhnya dia telah melampaui batas;"},{"database_id":"68","surah_number":"20","verse_number":"44","ayah_text":"maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut, mudah-mudahan ia ingat atau takut&quot;."},{"database_id":"68","surah_number":"20","verse_number":"45","ayah_text":"Berkatalah mereka berdua: &quot;Ya Tuhan kami, sesungguhnya kami khawatir bahwa ia segera menyiksa kami atau akan bertambah melampaui batas&quot;."},{"database_id":"68","surah_number":"20","verse_number":"46","ayah_text":"Allah berfirman: &quot;Janganlah kamu berdua khawatir, sesungguhnya Aku beserta kamu berdua, Aku mendengar dan melihat&quot;."},{"database_id":"68","surah_number":"20","verse_number":"47","ayah_text":"Maka datanglah kamu berdua kepadanya (Fir´aun) dan katakanlah: &quot;Sesungguhnya kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah kamu menyiksa mereka. Sesungguhnya kami telah datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk."},{"database_id":"68","surah_number":"20","verse_number":"48","ayah_text":"Sesungguhnya telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) atas orang-orang yang mendustakan dan berpaling."},{"database_id":"68","surah_number":"20","verse_number":"49","ayah_text":"Berkata Fir´aun: &quot;Maka siapakah Tuhanmu berdua, hai Musa?."},{"database_id":"68","surah_number":"20","verse_number":"50","ayah_text":"Musa berkata: &quot;Tuhan kami ialah (Tuhan) yang telah memberikan kepada tiap-tiap sesuatu bentuk kejadiannya, kemudian memberinya petunjuk."},{"database_id":"68","surah_number":"20","verse_number":"51","ayah_text":"Berkata Fir´aun: &quot;Maka bagaimanakah keadaan umat-umat yang dahulu?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"52","ayah_text":"Musa menjawab: &quot;Pengetahuan tentang itu ada di sisi Tuhanku, di dalam sebuah kitab, Tuhan kami tidak akan salah dan tidak (pula) lupa;"},{"database_id":"68","surah_number":"20","verse_number":"53","ayah_text":"Yang telah menjadikan bagimu bumi sebagai hamparan dan Yang telah menjadikan bagimu di bumi itu jalan-ja]an, dan menurunkan dari langit air hujan. Maka Kami tumbuhkan dengan air hujan itu berjenis-jenis dari tumbuh-tumbuhan yang bermacam-macam."},{"database_id":"68","surah_number":"20","verse_number":"54","ayah_text":"Makanlah dan gembalakanlah binatang-binatangmu. Sesungguhnya pada yang demikian itu, terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang berakal."},{"database_id":"68","surah_number":"20","verse_number":"55","ayah_text":"Dari bumi (tanah) itulah Kami menjadikan kamu dan kepadanya Kami akan mengembalikan kamu dan daripadanya Kami akan mengeluarkan kamu pada kali yang lain,"},{"database_id":"68","surah_number":"20","verse_number":"56","ayah_text":"Dan sesungguhnya Kami telah perlihatkan kepadanya (Fir´aun) tanda-tanda kekuasaan Kami semuanya maka ia mendustakan dan enggan (menerima kebenaran)."},{"database_id":"68","surah_number":"20","verse_number":"57","ayah_text":"Berkata Fir´aun: &quot;Adakah kamu datang kepada kami untuk mengusir kami dari negeri kami (ini) dengan sihirmu, hai Musa?"},{"database_id":"68","surah_number":"20","verse_number":"58","ayah_text":"Dan kamipun pasti akan mendatangkan (pula) kepadamu sihir semacam itu, maka buatlah suatu waktu untuk pertemuan antara kami dan kamu, yang kami tidak akan menyalahinya dan tidak (pula) kamu di suatu tempat yang pertengahan (letaknya)."},{"database_id":"68","surah_number":"20","verse_number":"59","ayah_text":"Berkata Musa: &quot;Waktu untuk pertemuan (kami dengan) kamu itu ialah di hari raya dan hendaklah dikumpulkan manusia pada waktu matahari sepenggalahan naik&quot;."},{"database_id":"68","surah_number":"20","verse_number":"60","ayah_text":"Maka Fir´aun meninggalkan (tempat itu), lalu mengatur tipu dayanya, kemudian dia datang."},{"database_id":"68","surah_number":"20","verse_number":"61","ayah_text":"Berkata Musa kepada mereka: &quot;Celakalah kamu, janganlah kamu mengada-adakan kedustaan terhadap Allah, maka Dia membinasakan kamu dengan siksa&quot;. Dan sesungguhnya telah merugi orang yang mengada-adakan kedustaan."},{"database_id":"68","surah_number":"20","verse_number":"62","ayah_text":"Maka mereka berbantah-bantahan tentang urusan mereka di antara mereka dan mereka merahasiakan percakapan (mereka)."},{"database_id":"68","surah_number":"20","verse_number":"63","ayah_text":"Mereka berkata: &quot;Sesungguhnya dua orang ini adalah benar-benar ahli sihir yang hendak mengusir kamu dari negeri kamu dengan sihirnya dan hendak melenyapkan kedudukan kamu yang utama."},{"database_id":"68","surah_number":"20","verse_number":"64","ayah_text":"Maka himpunkanlah segala daya (sihir) kamu sekalian, kemudian datanglah dengan berbaris. dan sesungguhnya beruntunglah oran yang menang pada hari ini."},{"database_id":"68","surah_number":"20","verse_number":"65","ayah_text":"(Setelah mereka berkumpul) mereka berkata: &quot;Hai Musa (pilihlah), apakah kamu yang melemparkan (dahulu) atau kamikah orang yang mula-mula melemparkan?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"66","ayah_text":"Berkata Musa: &quot;Silahkan kamu sekalian melemparkan&quot;. Maka tiba-tiba tali-tali dan tongkat-tongkat mereka, terbayang kepada Musa seakan-akan ia merayap cepat, lantaran sihir mereka."},{"database_id":"68","surah_number":"20","verse_number":"67","ayah_text":"Maka Musa merasa takut dalam hatinya."},{"database_id":"68","surah_number":"20","verse_number":"68","ayah_text":"Kami berkata: &quot;janganlah kamu takut, sesungguhnya kamulah yang paling unggul (menang)."},{"database_id":"68","surah_number":"20","verse_number":"69","ayah_text":"Dan lemparkanlah apa yang ada ditangan kananmu, niscaya ia akan menelan apa yang mereka perbuat. &quot;Sesungguhnya apa yang mereka perbuat itu adalah tipu daya tukang sihir (belaka). Dan tidak akan menang tukang sihir itu, dari mana saja ia datang&quot;."},{"database_id":"68","surah_number":"20","verse_number":"70","ayah_text":"Lalu tukang-tukang sihir itu tersungkur dengan bersujud, seraya berkata: &quot;Kami telah percaya kepada Tuhan Harun dan Musa&quot;."},{"database_id":"68","surah_number":"20","verse_number":"71","ayah_text":"Berkata Fir´aun: &quot;Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu sekalian. Sesungguhnya ia adalah pemimpinmu yang mengajarkan sihir kepadamu sekalian. Maka sesungguhnya aku akan memotong tangan dan kaki kamu sekalian dengan bersilang secara bertimbal balik, dan sesungguhnya aku akan menyalib kamu sekalian pada pangkal pohon kurma dan sesungguhnya kamu akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksanya&quot;."},{"database_id":"68","surah_number":"20","verse_number":"72","ayah_text":"Mereka berkata: &quot;Kami sekali-kali tidak akan mengutamakan kamu daripada bukti-bukti yang nyata (mukjizat), yang telah datang kepada kami dan daripada Tuhan yang telah menciptakan kami; maka putuskanlah apa yang hendak kamu putuskan. Sesungguhnya kamu hanya akan dapat memutuskan pada kehidupan di dunia ini saja."},{"database_id":"68","surah_number":"20","verse_number":"73","ayah_text":"Sesungguhnya kami telah beriman kepada Tuhan kami, agar Dia mengampuni kesalahan-kesalahan kami dan sihir yang telah kamu paksakan kepada kami melakukannya. Dan Allah lebih baik (pahala-Nya) dan lebih kekal (azab-Nya)&quot;."},{"database_id":"68","surah_number":"20","verse_number":"74","ayah_text":"Sesungguhnya barangsiapa datang kepada Tuhannya dalam keadaan berdosa, maka sesungguhnya baginya neraka Jahannam. Ia tidak mati di dalamnya dan tidak (pula) hidup."},{"database_id":"68","surah_number":"20","verse_number":"75","ayah_text":"Dan barangsiapa datang kepada Tuhannya dalam keadaan beriman, lagi sungguh-sungguh telah beramal saleh, maka mereka itulah orang-orang yang memperoleh tempat-tempat yang tinggi (mulia),"},{"database_id":"68","surah_number":"20","verse_number":"76","ayah_text":"(yaitu) surga ´Adn yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Dan itu adalah balasan bagi orang yang bersih (dari kekafiran dan kemaksiatan)."},{"database_id":"68","surah_number":"20","verse_number":"77","ayah_text":"Dan sesungguhnya telah Kami wahyukan kepada Musa: &quot;Pergilah kamu dengan hamba-hamba-Ku (Bani Israil) di malam hari, maka buatlah untuk mereka jalan yang kering dilaut itu, kamu tak usah khawatir akan tersusul dan tidak usah takut (akan tenggelam)&quot;."},{"database_id":"68","surah_number":"20","verse_number":"78","ayah_text":"Maka Fir´aun dengan bala tentaranya mengejar mereka, lalu mereka ditutup oleh laut yang menenggelamkan mereka."},{"database_id":"68","surah_number":"20","verse_number":"79","ayah_text":"Dan Fir´aun telah menyesatkan kaumnya dan tidak memberi petunjuk."},{"database_id":"68","surah_number":"20","verse_number":"80","ayah_text":"Hai Bani Israil, sesungguhnya Kami telah menyelamatkan kamu sekalian dari musuhmu, dan Kami telah mengadakan perjanjian dengan kamu sekalian (untuk munajat) di sebelah kanan gunung itu dan Kami telah menurunkan kepada kamu sekalian manna dan salwa."},{"database_id":"68","surah_number":"20","verse_number":"81","ayah_text":"Makanlah di antara rezeki yang baik yang telah Kami berikan kepadamu, dan janganlah melampaui batas padanya, yang menyebabkan kemurkaan-Ku menimpamu. Dan barangsiapa ditimpa oleh kemurkaan-Ku, maka sesungguhnya binasalah ia."},{"database_id":"68","surah_number":"20","verse_number":"82","ayah_text":"Dan sesungguhnya Aku Maha Pengampun bagi orang yang bertaubat, beriman, beramal saleh, kemudian tetap di jalan yang benar."},{"database_id":"68","surah_number":"20","verse_number":"83","ayah_text":"Mengapa kamu datang lebih cepat daripada kaummu, hai Musa?"},{"database_id":"68","surah_number":"20","verse_number":"84","ayah_text":"Berkata, Musa: &quot;Itulah mereka sedang menyusuli aku dan aku bersegera kepada-Mu. Ya Tuhanku, agar supaya Engkau ridha (kepadaku)&quot;."},{"database_id":"68","surah_number":"20","verse_number":"85","ayah_text":"Allah berfirman: &quot;Maka sesungguhnya Kami telah menguji kaummu sesudah kamu tinggalkan, dan mereka telah disesatkan oleh Samiri."},{"database_id":"68","surah_number":"20","verse_number":"86","ayah_text":"Kemudian Musa kembali kepada kaumnya dengan marah dan bersedih hati. Berkata Musa: &quot;Hai kaumku, bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik? Maka apakah terasa lama masa yang berlalu itu bagimu atau kamu menghendaki agar kemurkaan dari Tuhanmu menimpamu, dan kamu melanggar perjanjianmu dengan aku?&quot;."},{"database_id":"68","surah_number":"20","verse_number":"87","ayah_text":"Mereka berkata: &quot;Kami sekali-kali tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami disuruh membawa beban-beban dari perhiasan kaum itu, maka kami telah melemparkannya, dan demikian pula Samiri melemparkannya&quot;,"},{"database_id":"68","surah_number":"20","verse_number":"88","ayah_text":"kemudian Samiri mengeluarkan untuk mereka (dari lobang itu) anak lembu yang bertubuh dan bersuara, maka mereka berkata: &quot;Inilah Tuhanmu dan Tuhan Musa, tetapi Musa telah lupa&quot;."},{"database_id":"68","surah_number":"20","verse_number":"89","ayah_text":"Maka apakah mereka tidak memperhatikan bahwa patung anak lembu itu tidak dapat memberi jawaban kepada mereka, dan tidak dapat memberi kemudharatan kepada mereka dan tidak (pula) kemanfaatan?"},{"database_id":"68","surah_number":"20","verse_number":"90","ayah_text":"Dan sesungguhnya Harun telah berkata kepada mereka sebelumnya: &quot;Hai kaumku, sesungguhnya kamu hanya diberi cobaan dengan anak lembu. itu dan sesungguhnya Tuhanmu ialah (Tuhan) Yang Maha Pemurah, maka ikutilah aku dan taatilah perintahku&quot;."},{"database_id":"68","surah_number":"20","verse_number":"91","ayah_text":"Mereka menjawab: &quot;Kami akan tetap menyembah patung anak lembu ini, hingga Musa kembali kepada kami&quot;."},{"database_id":"68","surah_number":"20","verse_number":"92","ayah_text":"Berkata Musa: &quot;Hai Harun, apa yang menghalangi kamu ketika kamu melihat mereka telah sesat,"},{"database_id":"68","surah_number":"20","verse_number":"93","ayah_text":"(sehingga) kamu tidak mengikuti aku? Maka apakah kamu telah (sengaja) mendurhakai perintahku?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"94","ayah_text":"Harun menjawab´ &quot;Hai putera ibuku, janganlah kamu pegang janggutku dan jangan (pula) kepalaku; sesungguhnya aku khawatir bahwa kamu akan berkata (kepadaku): &quot;Kamu telah memecah antara Bani Israil dan kamu tidak memelihara amanatku&quot;."},{"database_id":"68","surah_number":"20","verse_number":"95","ayah_text":"Berkata Musa: &quot;Apakah yang mendorongmu (berbuat demikian) hai Samiri?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"96","ayah_text":"Samiri menjawab: &quot;Aku mengetahui sesuatu yang mereka tidak mengetahuinya, maka aku ambil segenggam dari jejak rasul lalu aku melemparkannya, dan demikianlah nafsuku membujukku&quot;."},{"database_id":"68","surah_number":"20","verse_number":"97","ayah_text":"Berkata Musa: &quot;Pergilah kamu, maka sesungguhnya bagimu di dalam kehidupan di dunia ini (hanya dapat) mengatakan: &quot;Janganlah menyentuh (aku)&quot;. Dan sesungguhnya bagimu hukuman (di akhirat) yang kamu sekali-kali tidak dapat menghindarinya, dan lihatlah tuhanmu itu yang kamu tetap menyembahnya. Sesungguhnya kami akan membakarnya, kemudian kami sungguh-sungguh akan menghamburkannya ke dalam laut (berupa abu yang berserakan)."},{"database_id":"68","surah_number":"20","verse_number":"98","ayah_text":"Sesungguhnya Tuhanmu hanyalah Allah, yang tidak ada Tuhan selain Dia. Pengetahuan-Nya meliputi segala sesuatu&quot;."},{"database_id":"68","surah_number":"20","verse_number":"99","ayah_text":"Demikianlah kami kisahkan kepadamu (Muhammad) sebagian kisah umat yang telah lalu, dan sesungguhnya telah Kami berikan kepadamu dari sisi Kami suatu peringatan (Al Quran)."},{"database_id":"68","surah_number":"20","verse_number":"100","ayah_text":"Barangsiapa berpaling dari pada Al qur´an maka sesungguhnya ia akan memikul dosa yang besar di hari kiamat,"},{"database_id":"68","surah_number":"20","verse_number":"101","ayah_text":"mereka kekal di dalam keadaan itu. Dan amat buruklah dosa itu sebagai beban bagi mereka di hari kiamat,"},{"database_id":"68","surah_number":"20","verse_number":"102","ayah_text":"(yaitu) di hari (yang di waktu itu) ditiup sangkakala dan Kami akan mengumpulkan pada hari itu orang-orang yang berdosa dengan muka yang biru muram;"},{"database_id":"68","surah_number":"20","verse_number":"103","ayah_text":"mereka berbisik-bisik di antara mereka: &quot;Kamu tidak berdiam (di dunia) melainkan hanyalah sepuluh (hari)&quot;"},{"database_id":"68","surah_number":"20","verse_number":"104","ayah_text":"Kami lebih mengetahui apa yang mereka katakan, ketika berkata orang yang paling lurus jalannya di antara mereka: &quot;Kamu tidak berdiam (di dunia), melainkan hanyalah sehari saja&quot;."},{"database_id":"68","surah_number":"20","verse_number":"105","ayah_text":"Dan mereka bertanya kepadamu tentang gunung-gunung, maka katakanlah: &quot;Tuhanku akan menghancurkannya (di hari kiamat) sehancur-hancurnya,"},{"database_id":"68","surah_number":"20","verse_number":"106","ayah_text":"maka Dia akan menjadikan (bekas) gunung-gunung itu datar sama sekali,"},{"database_id":"68","surah_number":"20","verse_number":"107","ayah_text":"tidak ada sedikitpun kamu lihat padanya tempat yang rendah dan yang tinggi-tinggi."},{"database_id":"68","surah_number":"20","verse_number":"108","ayah_text":"Pada hari itu manusia mengikuti (menuju kepada suara) penyeru dengan tidak berbelok-belok; dan merendahlah semua suara kepada Tuhan Yang Maha Pemurah, maka kamu tidak mendengar kecuali bisikan saja."},{"database_id":"68","surah_number":"20","verse_number":"109","ayah_text":"Pada hari itu tidak berguna syafa´at, kecuali (syafa´at) orang yang Allah Maha Pemurah telah memberi izin kepadanya, dan Dia telah meridhai perkataannya."},{"database_id":"68","surah_number":"20","verse_number":"110","ayah_text":"Dia mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka, sedang ilmu mereka tidak dapat meliputi ilmu-Nya."},{"database_id":"68","surah_number":"20","verse_number":"111","ayah_text":"Dan tunduklah semua muka (dengan berendah diri) kepada Tuhan Yang Hidup Kekal lagi senantiasa mengurus (makhluk-Nya). Dan sesungguhnya telah merugilah orang yang melakukan kezaliman."},{"database_id":"68","surah_number":"20","verse_number":"112","ayah_text":"Dan barangsiapa mengerjakan amal-amal yang saleh dan ia dalam keadaan beriman, maka ia tidak khawatir akan perlakuan yang tidak adil (terhadapnya) dan tidak (pula) akan pengurangan haknya."},{"database_id":"68","surah_number":"20","verse_number":"113","ayah_text":"Dan demikianlah Kami menurunkan Al Quran dalam bahasa Arab, dan Kami telah menerangkan dengan berulang kali, di dalamnya sebahagian dari ancaman, agar mereka bertakwa atau (agar) Al Quran itu menimbulkan pengajaran bagi mereka."},{"database_id":"68","surah_number":"20","verse_number":"114","ayah_text":"Maka Maha Tinggi Allah Raja Yang sebenar-benarnya, dan janganlah kamu tergesa-gesa membaca Al qur´an sebelum disempurnakan mewahyukannya kepadamu, dan katakanlah: &quot;Ya Tuhanku, tambahkanlah kepadaku ilmu pengetahuan&quot;."},{"database_id":"68","surah_number":"20","verse_number":"115","ayah_text":"Dan sesungguhnya telah Kami perintahkan kepada Adam dahulu, maka ia lupa (akan perintah itu), dan tidak Kami dapati padanya kemauan yang kuat."},{"database_id":"68","surah_number":"20","verse_number":"116","ayah_text":"Dan (ingatlah) ketika Kami berkata kepada malaikat: &quot;Sujudlah kamu kepada Adam&quot;, maka mereka sujud kecuali iblis. Ia membangkang."},{"database_id":"68","surah_number":"20","verse_number":"117","ayah_text":"Maka Kami berkata: &quot;Hai Adam, sesungguhnya ini (iblis) adalah musuh bagimu dan bagi isterimu, maka sekali-kali janganlah sampai ia mengeluarkan kamu berdua dari surga, yang menyebabkan kamu menjadi celaka."},{"database_id":"68","surah_number":"20","verse_number":"118","ayah_text":"Sesungguhnya kamu tidak akan kelaparan di dalamnya dan tidak akan telanjang,"},{"database_id":"68","surah_number":"20","verse_number":"119","ayah_text":"dan sesungguhnya kamu tidak akan merasa dahaga dan tidak (pula) akan ditimpa panas matahari di dalamnya&quot;."},{"database_id":"68","surah_number":"20","verse_number":"120","ayah_text":"Kemudian syaitan membisikkan pikiran jahat kepadanya, dengan berkata: &quot;Hai Adam, maukah saya tunjukkan kepada kamu pohon khuldi dan kerajaan yang tidak akan binasa?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"121","ayah_text":"Maka keduanya memakan dari buah pohon itu, lalu nampaklah bagi keduanya aurat-auratnya dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan durhakalah Adam kepada Tuhan dan sesatlah ia."},{"database_id":"68","surah_number":"20","verse_number":"122","ayah_text":"Kemudian Tuhannya memilihnya maka Dia menerima taubatnya dan memberinya petunjuk."},{"database_id":"68","surah_number":"20","verse_number":"123","ayah_text":"Allah berfirman: &quot;Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Maka jika datang kepadamu petunjuk daripada-Ku, lalu barangsiapa yang mengikut petunjuk-Ku, ia tidak akan sesat dan tidak akan celaka."},{"database_id":"68","surah_number":"20","verse_number":"124","ayah_text":"Dan barangsiapa berpaling dari peringatan-Ku, maka sesungguhnya baginya penghidupan yang sempit, dan Kami akan menghimpunkannya pada hari kiamat dalam keadaan buta&quot;."},{"database_id":"68","surah_number":"20","verse_number":"125","ayah_text":"Berkatalah ia: &quot;Ya Tuhanku, mengapa Engkau menghimpunkan aku dalam keadaan buta, padahal aku dahulunya adalah seorang yang melihat?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"126","ayah_text":"Allah berfirman: &quot;Demikianlah, telah datang kepadamu ayat-ayat Kami, maka kamu melupakannya, dan begitu (pula) pada hari ini kamupun dilupakan&quot;."},{"database_id":"68","surah_number":"20","verse_number":"127","ayah_text":"Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Dan sesungguhnya azab di akhirat itu lebih berat dan lebih kekal."},{"database_id":"68","surah_number":"20","verse_number":"128","ayah_text":"Maka tidakkah menjadi petunjuk bagi mereka (kaum musyrikin) berapa banyaknya Kami membinasakan umat-umat sebelum mereka, padahal mereka berjalan (di bekas-bekas) tempat tinggal umat-umat itu? Sesungguhnya pada yang demikian itu terdapat tanda-tanda bagi orang yang berakal."},{"database_id":"68","surah_number":"20","verse_number":"129","ayah_text":"Dan sekiranya tidak ada suatu ketetapan dari Allah yang telah terdahulu atau tidak ada ajal yang telah ditentukan, pasti (azab itu) menimpa mereka."},{"database_id":"68","surah_number":"20","verse_number":"130","ayah_text":"Maka sabarlah kamu atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum terbit matahari dan sebelum terbenamnya dan bertasbih pulalah pada waktu-waktu di malam hari dan pada waktu-waktu di siang hari, supaya kamu merasa senang,"},{"database_id":"68","surah_number":"20","verse_number":"131","ayah_text":"Dan janganlah kamu tujukan kedua matamu kepada apa yang telah Kami berikan kepada golongan-golongan dari mereka, sebagai bunga kehidupan dunia untuk Kami cobai mereka dengannya. Dan karunia Tuhan kamu adalah lebih baik dan lebih kekal."},{"database_id":"68","surah_number":"20","verse_number":"132","ayah_text":"Dan perintahkanlah kepada keluargamu mendirikan shalat dan bersabarlah kamu dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik) itu adalah bagi orang yang bertakwa."},{"database_id":"68","surah_number":"20","verse_number":"133","ayah_text":"Dan mereka berkata: &quot;Mengapa ia tidak membawa bukti kepada kami dari Tuhannya?&quot; Dan apakah belum datang kepada mereka bukti yang nyata dari apa yang tersebut di dalam kitab-kitab yang dahulu?"},{"database_id":"68","surah_number":"20","verse_number":"134","ayah_text":"Dan sekiranya Kami binasakan mereka dengan suatu azab sebelum Al Quran itu (diturunkan), tentulah mereka berkata: &quot;Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau sebelum kami menjadi hina dan rendah?&quot;"},{"database_id":"68","surah_number":"20","verse_number":"135","ayah_text":"Katakanlah: &quot;Masing-masing (kita) menanti, maka nantikanlah oleh kamu sekalian! Maka kamu kelak akan mengetahui, siapa yang menempuh jalan yang lurus dan siapa yang telah mendapat petunjuk&quot;."}]