[{"database_id":"68","surah_number":"23","verse_number":"1","ayah_text":"Sesungguhnya beruntunglah orang-orang yang beriman,"},{"database_id":"68","surah_number":"23","verse_number":"2","ayah_text":"(yaitu) orang-orang yang khusyu´ dalam sembahyangnya,"},{"database_id":"68","surah_number":"23","verse_number":"3","ayah_text":"dan orang-orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna,"},{"database_id":"68","surah_number":"23","verse_number":"4","ayah_text":"dan orang-orang yang menunaikan zakat,"},{"database_id":"68","surah_number":"23","verse_number":"5","ayah_text":"dan orang-orang yang menjaga kemaluannya,"},{"database_id":"68","surah_number":"23","verse_number":"6","ayah_text":"kecuali terhadap isteri-isteri mereka atau budak yang mereka miliki; maka sesungguhnya mereka dalam hal ini tiada tercela."},{"database_id":"68","surah_number":"23","verse_number":"7","ayah_text":"Barangsiapa mencari yang di balik itu maka mereka itulah orang-orang yang melampaui batas."},{"database_id":"68","surah_number":"23","verse_number":"8","ayah_text":"Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya."},{"database_id":"68","surah_number":"23","verse_number":"9","ayah_text":"dan orang-orang yang memelihara sembahyangnya."},{"database_id":"68","surah_number":"23","verse_number":"10","ayah_text":"Mereka itulah orang-orang yang akan mewarisi,"},{"database_id":"68","surah_number":"23","verse_number":"11","ayah_text":"(yakni) yang akan mewarisi surga Firdaus. Mereka kekal di dalamnya."},{"database_id":"68","surah_number":"23","verse_number":"12","ayah_text":"Dan sesungguhnya Kami telah menciptakan manusia dari suatu saripati (berasal) dari tanah."},{"database_id":"68","surah_number":"23","verse_number":"13","ayah_text":"Kemudian Kami jadikan saripati itu air mani (yang disimpan) dalam tempat yang kokoh (rahim)."},{"database_id":"68","surah_number":"23","verse_number":"14","ayah_text":"Kemudian air mani itu Kami jadikan segumpal darah, lalu segumpal darah itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian Kami jadikan dia makhluk yang (berbentuk) lain. Maka Maha sucilah Allah, Pencipta Yang Paling Baik."},{"database_id":"68","surah_number":"23","verse_number":"15","ayah_text":"Kemudian, sesudah itu, sesungguhnya kamu sekalian benar-benar akan mati."},{"database_id":"68","surah_number":"23","verse_number":"16","ayah_text":"Kemudian, sesungguhnya kamu sekalian akan dibangkitkan (dari kuburmu) di hari kiamat."},{"database_id":"68","surah_number":"23","verse_number":"17","ayah_text":"Dan sesungguhnya Kami telah menciptakan di atas kamu tujuh buah jalan (tujuh buah langit); dan Kami tidaklah lengah terhadap ciptaan (Kami)."},{"database_id":"68","surah_number":"23","verse_number":"18","ayah_text":"Dan Kami turunkan air dari langit menurut suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya."},{"database_id":"68","surah_number":"23","verse_number":"19","ayah_text":"Lalu dengan air itu, Kami tumbuhkan untuk kamu kebun-kebun kurma dan anggur; di dalam kebun-kebun itu kamu peroleh buah-buahan yang banyak dan sebahagian dari buah-buahan itu kamu makan,"},{"database_id":"68","surah_number":"23","verse_number":"20","ayah_text":"dan pohon kayu keluar dari Thursina (pohon zaitun), yang menghasilkan minyak, dan pemakan makanan bagi orang-orang yang makan."},{"database_id":"68","surah_number":"23","verse_number":"21","ayah_text":"Dan sesungguhnya pada binatang-binatang ternak, benar-benar terdapat pelajaran yang penting bagi kamu, Kami memberi minum kamu dari air susu yang ada dalam perutnya, dan (juga) pada binatang-binatang ternak itu terdapat faedah yang banyak untuk kamu, dan sebagian daripadanya kamu makan,"},{"database_id":"68","surah_number":"23","verse_number":"22","ayah_text":"dan di atas punggung binatang-binatang ternak itu dan (juga) di atas perahu-perahu kamu diangkut."},{"database_id":"68","surah_number":"23","verse_number":"23","ayah_text":"Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata: &quot;Hai kaumku, sembahlah oleh kamu Allah, (karena) sekali-kali tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"24","ayah_text":"Maka pemuka-pemuka orang yang kafir di antara kaumnya menjawab: &quot;Orang ini tidak lain hanyalah manusia seperti kamu, yang bermaksud hendak menjadi seorang yang lebih tinggi dari kamu. Dan kalau Allah menghendaki, tentu Dia mengutus beberapa orang malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada masa nenek moyang kami yang dahulu."},{"database_id":"68","surah_number":"23","verse_number":"25","ayah_text":"la tidak lain hanyalah seorang laki-laki yang berpenyakit gila, maka tunggulah (sabarlah) terhadapnya sampai suatu waktu&quot;."},{"database_id":"68","surah_number":"23","verse_number":"26","ayah_text":"Nuh berdoa: &quot;Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku&quot;."},{"database_id":"68","surah_number":"23","verse_number":"27","ayah_text":"Lalu Kami wahyukan kepadanya: &quot;Buatlah bahtera di bawah penilikan dan petunjuk Kami, maka apabila perintah Kami telah datang dan tanur telah memancarkan air, maka masukkanlah ke dalam bahtera itu sepasang dari tiap-tiap (jenis), dan (juga) keluargamu, kecuali orang yang telah lebih dahulu ditetapkan (akan ditimpa azab) di antara mereka. Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim, karena sesungguhnya mereka itu akan ditenggelamkan."},{"database_id":"68","surah_number":"23","verse_number":"28","ayah_text":"Apabila kamu dan orang-orang yang bersamamu telah berada di atas bahtera itu, maka ucapkanlah: &quot;Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"23","verse_number":"29","ayah_text":"Dan berdoalah: Ya Tuhanku, tempatkanlah aku pada tempat yang diberkati, dan Engkau adalah sebaik-baik Yang memberi tempat&quot;."},{"database_id":"68","surah_number":"23","verse_number":"30","ayah_text":"Sesungguhnya pada (kejadian) itu benar-benar terdapat beberapa tanda (kebesaran Allah), dan sesungguhnya Kami menimpakan azab (kepada kaum Nuh itu)."},{"database_id":"68","surah_number":"23","verse_number":"31","ayah_text":"Kemudian, Kami jadikan sesudah mereka umat yang lain."},{"database_id":"68","surah_number":"23","verse_number":"32","ayah_text":"Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata): &quot;Sembahlah Allah oleh kamu sekalian, sekali-kali tidak ada Tuhan selain daripada-Nya. Maka mengapa kamu tidak bertakwa (kepada-Nya)."},{"database_id":"68","surah_number":"23","verse_number":"33","ayah_text":"Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat (kelak) dan yang telah Kami mewahkan mereka dalam kehidupan di dunia: &quot;(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan dari apa yang kamu makan, dan meminum dari apa yang kamu minum."},{"database_id":"68","surah_number":"23","verse_number":"34","ayah_text":"Dan sesungguhnya jika kamu sekalian mentaati manusia yang seperti kamu, niscaya bila demikian, kamu benar-benar (menjadi) orang-orang yang merugi."},{"database_id":"68","surah_number":"23","verse_number":"35","ayah_text":"Apakah ia menjanjikan kepada kamu sekalian, bahwa bila kamu telah mati dan telah menjadi tanah dan tulang belulang, kamu sesungguhnya akan dikeluarkan (dari kuburmu)?"},{"database_id":"68","surah_number":"23","verse_number":"36","ayah_text":"jauh, jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu itu,"},{"database_id":"68","surah_number":"23","verse_number":"37","ayah_text":"kehidupan itu tidak lain hanyalah kehidupan kita di dunia ini, kita mati dan kita hidup dan sekali-kali tidak akan dibangkitkan lagi,"},{"database_id":"68","surah_number":"23","verse_number":"38","ayah_text":"Ia tidak lain hanyalah seorang yang mengada-adakan kebohongan terhadap Allah, dan kami sekali-kali tidak akan beriman kepadanya&quot;."},{"database_id":"68","surah_number":"23","verse_number":"39","ayah_text":"Rasul itu berdoa: &quot;Ya Tuhanku, tolonglah aku karena mereka mendustakanku&quot;."},{"database_id":"68","surah_number":"23","verse_number":"40","ayah_text":"Allah berfirman: &quot;Dalam sedikit waktu lagi pasti mereka akan menjadi orang-orang yang menyesal&quot;."},{"database_id":"68","surah_number":"23","verse_number":"41","ayah_text":"Maka dimusnahkanlah mereka oleh suara yang mengguntur dengan hak dan Kami jadikan mereka (sebagai) sampah banjir maka kebinasaanlah bagi orang-orang yang zalim itu."},{"database_id":"68","surah_number":"23","verse_number":"42","ayah_text":"Kemudian Kami ciptakan sesudah mereka umat-umat yang lain."},{"database_id":"68","surah_number":"23","verse_number":"43","ayah_text":"Tidak (dapat) sesuatu umatpun mendahului ajalnya, dan tidak (dapat pula) mereka terlambat (dari ajalnya itu)."},{"database_id":"68","surah_number":"23","verse_number":"44","ayah_text":"Kemudian Kami utus (kepada umat-umat itu) rasul-rasul Kami berturut-turut. Tiap-tiap seorang rasul datang kepada umatnya, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain. Dan Kami jadikan mereka buah tutur (manusia), maka kebinasaanlah bagi orang-orang yang tidak beriman."},{"database_id":"68","surah_number":"23","verse_number":"45","ayah_text":"Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (Kebesaran) Kami, dan bukti yang nyata,"},{"database_id":"68","surah_number":"23","verse_number":"46","ayah_text":"kepada Fir´aun dan pembesar-pembesar kaumnya, maka mereka ini takbur dan mereka adalah orang-orang yang sombong."},{"database_id":"68","surah_number":"23","verse_number":"47","ayah_text":"Dan mereka berkata: &quot;Apakah (patut) kita percaya kepada dua orang manusia seperti kita (juga), padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"48","ayah_text":"Maka (tetaplah) mereka mendustakan keduanya, sebab itu mereka adalah termasuk orang-orang yang dibinasakan."},{"database_id":"68","surah_number":"23","verse_number":"49","ayah_text":"Dan sesungguhnya telah Kami berikan Al Kitab (Taurat) kepada Musa, agar mereka (Bani Israil) mendapat petunjuk."},{"database_id":"68","surah_number":"23","verse_number":"50","ayah_text":"Dan telah Kami jadikan (Isa) putera Maryam beserta ibunya suatu bukti yang nyata bagi (kekuasaan Kami), dan Kami melindungi mereka di suatu tanah tinggi yang datar yang banyak terdapat padang-padang rumput dan sumber-sumber air bersih yang mengalir."},{"database_id":"68","surah_number":"23","verse_number":"51","ayah_text":"Hai rasul-rasul, makanlah dari makanan yang baik-baik, dan kerjakanlah amal yang saleh. Sesungguhnya Aku Maha Mengetahui apa yang kamu kerjakan."},{"database_id":"68","surah_number":"23","verse_number":"52","ayah_text":"Sesungguhnya (agama tauhid) ini, adalah agama kamu semua, agama yang satu, dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku."},{"database_id":"68","surah_number":"23","verse_number":"53","ayah_text":"Kemudian mereka (pengikut-pengikut rasul itu) menjadikan agama mereka terpecah belah menjadi beberapa pecahan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada sisi mereka (masing-masing)."},{"database_id":"68","surah_number":"23","verse_number":"54","ayah_text":"Maka biarkanlah mereka dalam kesesatannya sampai suatu waktu."},{"database_id":"68","surah_number":"23","verse_number":"55","ayah_text":"Apakah mereka mengira bahwa harta dan anak-anak yang Kami berikan kepada mereka itu (berarti bahwa),"},{"database_id":"68","surah_number":"23","verse_number":"56","ayah_text":"Kami bersegera memberikan kebaikan-kebaikan kepada mereka? Tidak, sebenarnya mereka tidak sadar."},{"database_id":"68","surah_number":"23","verse_number":"57","ayah_text":"Sesungguhnya orang-orang yang berhati-hati karena takut akan (azab) Tuhan mereka,"},{"database_id":"68","surah_number":"23","verse_number":"58","ayah_text":"Dan orang-orang yang beriman dengan ayat-ayat Tuhan mereka,"},{"database_id":"68","surah_number":"23","verse_number":"59","ayah_text":"Dan orang-orang yang tidak mempersekutukan dengan Tuhan mereka (sesuatu apapun),"},{"database_id":"68","surah_number":"23","verse_number":"60","ayah_text":"Dan orang-orang yang memberikan apa yang telah mereka berikan, dengan hati yang takut, (karena mereka tahu bahwa) sesungguhnya mereka akan kembali kepada Tuhan mereka,"},{"database_id":"68","surah_number":"23","verse_number":"61","ayah_text":"mereka itu bersegera untuk mendapat kebaikan-kebaikan, dan merekalah orang-orang yang segera memperolehnya."},{"database_id":"68","surah_number":"23","verse_number":"62","ayah_text":"Kami tiada membebani seseorang melainkan menurut kesanggupannya, dan pada sisi Kami ada suatu kitab yang membicarakan kebenaran, dan mereka tidak dianiaya."},{"database_id":"68","surah_number":"23","verse_number":"63","ayah_text":"Tetapi hati orang-orang kafir itu dalam kesesatan dari (memahami kenyataan) ini, dan mereka banyak mengerjakan perbuatan-perbuatan (buruk) selain daripada itu, mereka tetap mengerjakannya."},{"database_id":"68","surah_number":"23","verse_number":"64","ayah_text":"Hingga apabila Kami timpakan azab, kepada orang-orang yang hidup mewah di antara mereka, dengan serta merta mereka memekik minta tolong."},{"database_id":"68","surah_number":"23","verse_number":"65","ayah_text":"Janganlah kamu memekik minta tolong pada hari ini. Sesungguhnya kamu tiada akan mendapat pertolongan dari Kami."},{"database_id":"68","surah_number":"23","verse_number":"66","ayah_text":"Sesungguhnya ayat-ayat-Ku (Al Quran) selalu dibacakan kepada kamu sekalian, maka kamu selalu berpaling ke belakang,"},{"database_id":"68","surah_number":"23","verse_number":"67","ayah_text":"dengan menyombongkan diri terhadap Al Quran itu dan mengucapkan perkataan-perkataan keji terhadapnya di waktu kamu bercakap-cakap di malam hari."},{"database_id":"68","surah_number":"23","verse_number":"68","ayah_text":"Maka apakah mereka tidak memperhatikan perkataan (Kami), atau apakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek moyang mereka dahulu?"},{"database_id":"68","surah_number":"23","verse_number":"69","ayah_text":"Ataukah mereka tidak mengenal rasul mereka, karena itu mereka memungkirinya?"},{"database_id":"68","surah_number":"23","verse_number":"70","ayah_text":"Atau (apakah patut) mereka berkata: &quot;Padanya (Muhammad) ada penyakit gila&quot;. Sebenarnya dia telah membawa kebenaran kepada mereka, dan kebanyakan mereka benci kepada kebenaran itu."},{"database_id":"68","surah_number":"23","verse_number":"71","ayah_text":"Andaikata kebenaran itu menuruti hawa nafsu mereka, pasti binasalah langit dan bumi ini, dan semua yang ada di dalamnya. Sebenarnya Kami telah mendatangkan kepada mereka kebanggaan (Al Quran) mereka tetapi mereka berpaling dari kebanggaan itu."},{"database_id":"68","surah_number":"23","verse_number":"72","ayah_text":"Atau kamu meminta upah kepada mereka?&quot;, maka upah dari Tuhanmu adalah lebih baik, dan Dia adalah Pemberi rezeki Yang Paling Baik."},{"database_id":"68","surah_number":"23","verse_number":"73","ayah_text":"Dan sesungguhnya kamu benar-benar menyeru mereka kepada jalan yang lurus."},{"database_id":"68","surah_number":"23","verse_number":"74","ayah_text":"Dan sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat benar-benar menyimpang dari jalan (yang lurus)."},{"database_id":"68","surah_number":"23","verse_number":"75","ayah_text":"Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudharatan yang mereka alami, benar-benar mereka akan terus menerus terombang-ambing dalam keterlaluan mereka."},{"database_id":"68","surah_number":"23","verse_number":"76","ayah_text":"Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka, maka mereka tidak tunduk kepada Tuhan mereka, dan (juga) tidak memohon (kepada-Nya) dengan merendahkan diri."},{"database_id":"68","surah_number":"23","verse_number":"77","ayah_text":"Hingga apabila Kami bukakan untuk mereka suatu pintu tempat azab yang amat sangat (di waktu itulah) tiba-tiba mereka menjadi putus asa."},{"database_id":"68","surah_number":"23","verse_number":"78","ayah_text":"Dan Dialah yang telah menciptakan bagi kamu sekalian, pendengaran, penglihatan dan hati. Amat sedikitlah kamu bersyukur."},{"database_id":"68","surah_number":"23","verse_number":"79","ayah_text":"Dan Dialah yang menciptakan serta mengembang biakkan kamu di bumi ini dan kepada-Nya-lah kamu akan dihimpunkan."},{"database_id":"68","surah_number":"23","verse_number":"80","ayah_text":"Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pertukaran malam dan siang. Maka apakah kamu tidak memahaminya?"},{"database_id":"68","surah_number":"23","verse_number":"81","ayah_text":"Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala."},{"database_id":"68","surah_number":"23","verse_number":"82","ayah_text":"Mereka berkata: &quot;Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan?"},{"database_id":"68","surah_number":"23","verse_number":"83","ayah_text":"Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman (dengan) ini dahulu, ini tidak lain hanyalah dongengan orang-orang dahulu kala!&quot;."},{"database_id":"68","surah_number":"23","verse_number":"84","ayah_text":"Katakanlah: &quot;Kepunyaan siapakah bumi ini, dan semua yang ada padanya, jika kamu mengetahui?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"85","ayah_text":"Mereka akan menjawab: &quot;Kepunyaan Allah&quot;. Katakanlah: &quot;Maka apakah kamu tidak ingat?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"86","ayah_text":"Katakanlah: &quot;Siapakah Yang Empunya langit yang tujuh dan Yang Empunya ´Arsy yang besar?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"87","ayah_text":"Mereka akan menjawab: &quot;Kepunyaan Allah&quot;. Katakanlah: &quot;Maka apakah kamu tidak bertakwa?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"88","ayah_text":"Katakanlah: &quot;Siapakah yang di tangan-Nya berada kekuasaan atas segala sesuatu sedang Dia melindungi, tetapi tidak ada yang dapat dilindungi dari (azab)-Nya, jika kamu mengetahui?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"89","ayah_text":"Mereka akan menjawab: &quot;Kepunyaan Allah&quot;. Katakanlah: &quot;(Kalau demikian), maka dari jalan manakah kamu ditipu?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"90","ayah_text":"Sebenarnya Kami telah membawa kebenaran kepada mereka, dan sesungguhnya mereka benar-benar orang-orang yang berdusta."},{"database_id":"68","surah_number":"23","verse_number":"91","ayah_text":"Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan (yang lain) beserta-Nya, kalau ada tuhan beserta-Nya, masing-masing tuhan itu akan membawa makhluk yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Maha Suci Allah dari apa yang mereka sifatkan itu,"},{"database_id":"68","surah_number":"23","verse_number":"92","ayah_text":"Yang mengetahui semua yang ghaib dan semua yang nampak, maka Maha Tinggilah Dia dari apa yang mereka persekutukan."},{"database_id":"68","surah_number":"23","verse_number":"93","ayah_text":"Katakanlah: &quot;Ya Tuhanku, jika Engkau sungguh-sungguh hendak memperlihatkan kepadaku azab yang diancamkan kepada mereka,"},{"database_id":"68","surah_number":"23","verse_number":"94","ayah_text":"ya Tuhanku, maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"23","verse_number":"95","ayah_text":"Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka."},{"database_id":"68","surah_number":"23","verse_number":"96","ayah_text":"Tolaklah perbuatan buruk mereka dengan yang lebih baik. Kami lebih mengetahui apa yang mereka sifatkan."},{"database_id":"68","surah_number":"23","verse_number":"97","ayah_text":"Dan katakanlah: &quot;Ya Tuhanku aku berlindung kepada Engkau dari bisikan-bisikan syaitan."},{"database_id":"68","surah_number":"23","verse_number":"98","ayah_text":"Dan aku berlindung (pula) kepada Engkau ya Tuhanku, dari kedatangan mereka kepadaku&quot;."},{"database_id":"68","surah_number":"23","verse_number":"99","ayah_text":"(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata: &quot;Ya Tuhanku kembalikanlah aku (ke dunia),"},{"database_id":"68","surah_number":"23","verse_number":"100","ayah_text":"agar aku berbuat amal yang saleh terhadap yang telah aku tinggalkan. Sekali-kali tidak. Sesungguhnya itu adalah perkataan yang diucapkannya saja. Dan di hadapan mereka ada dinding sampal hari mereka dibangkitkan."},{"database_id":"68","surah_number":"23","verse_number":"101","ayah_text":"Apabila sangkakala ditiup maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu, dan tidak ada pula mereka saling bertanya."},{"database_id":"68","surah_number":"23","verse_number":"102","ayah_text":"Barangsiapa yang berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang dapat keberuntungan."},{"database_id":"68","surah_number":"23","verse_number":"103","ayah_text":"Dan barangsiapa yang ringan timbangannya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahannam."},{"database_id":"68","surah_number":"23","verse_number":"104","ayah_text":"Muka mereka dibakar api neraka, dan mereka di dalam neraka itu dalam keadaan cacat."},{"database_id":"68","surah_number":"23","verse_number":"105","ayah_text":"Bukankah ayat-ayat-Ku telah dibacakan kepadamu sekalian, tetapi kamu selalu mendustakannya?"},{"database_id":"68","surah_number":"23","verse_number":"106","ayah_text":"Mereka berkata: &quot;Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan adalah kami orang-orang yang sesat."},{"database_id":"68","surah_number":"23","verse_number":"107","ayah_text":"Ya Tuhan kami, keluarkanlah kami daripadanya (dan kembalikanlah kami ke dunia), maka jika kami kembali (juga kepada kekafiran), sesungguhnya kami adalah orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"23","verse_number":"108","ayah_text":"Allah berfirman: &quot;Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku."},{"database_id":"68","surah_number":"23","verse_number":"109","ayah_text":"Sesungguhnya, ada segolongan dari hamba-hamba-Ku berdoa (di dunia): &quot;Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik."},{"database_id":"68","surah_number":"23","verse_number":"110","ayah_text":"Lalu kamu menjadikan mereka buah ejekan, sehingga (kesibukan) kamu mengejek mereka, menjadikan kamu lupa mengingat Aku, dan adalah kamu selalu mentertawakan mereka,"},{"database_id":"68","surah_number":"23","verse_number":"111","ayah_text":"Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang&quot;."},{"database_id":"68","surah_number":"23","verse_number":"112","ayah_text":"Allah bertanya: &quot;Berapa tahunkah lamanya kamu tinggal di bumi?&quot;"},{"database_id":"68","surah_number":"23","verse_number":"113","ayah_text":"Mereka menjawab: &quot;Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada orang-orang yang menghitung&quot;."},{"database_id":"68","surah_number":"23","verse_number":"114","ayah_text":"Allah berfirman: &quot;Kamu tidak tinggal (di bumi) melainkan sebentar saja, kalau kamu sesungguhnya mengetahui&quot;"},{"database_id":"68","surah_number":"23","verse_number":"115","ayah_text":"Maka apakah kamu mengira, bahwa sesungguhnya Kami menciptakan kamu secara main-main (saja), dan bahwa kamu tidak akan dikembalikan kepada Kami?"},{"database_id":"68","surah_number":"23","verse_number":"116","ayah_text":"Maka Maha Tinggi Allah, Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Tuhan (Yang mempunyai) ´Arsy yang mulia."},{"database_id":"68","surah_number":"23","verse_number":"117","ayah_text":"Dan barangsiapa menyembah tuhan yang lain di samping Allah, padahal tidak ada suatu dalilpun baginya tentang itu, maka sesungguhnya perhitungannya di sisi Tuhannya. Sesungguhnya orang-orang yang kafir itu tiada beruntung."},{"database_id":"68","surah_number":"23","verse_number":"118","ayah_text":"Dan katakanlah: &quot;Ya Tuhanku berilah ampun dan berilah rahmat, dan Engkau adalah Pemberi rahmat Yang Paling baik&quot;."}]