[{"database_id":"68","surah_number":"25","verse_number":"1","ayah_text":"Maha suci Allah yang telah menurunkan Al Furqaan (Al Quran) kepada hamba-Nya, agar dia menjadi pemberi peringatan kepada seluruh alam,"},{"database_id":"68","surah_number":"25","verse_number":"2","ayah_text":"yang kepunyaan-Nya-lah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagi-Nya dalam kekuasaan(Nya), dan dia telah menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya."},{"database_id":"68","surah_number":"25","verse_number":"3","ayah_text":"Kemudian mereka mengambil tuhan-tuhan selain daripada-Nya (untuk disembah), yang tuhan-tuhan itu tidak menciptakan apapun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) sesuatu kemudharatan dari dirinya dan tidak (pula untuk mengambil) suatu kemanfaatanpun dan (juga) tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan."},{"database_id":"68","surah_number":"25","verse_number":"4","ayah_text":"Dan orang-orang kafir berkata: &quot;Al Quran ini tidak lain hanyalah kebohongan yang diada-adakan oleh Muhammad dan dia dibantu oleh kaum yang lain&quot;; maka sesungguhnya mereka telah berbuat suatu kezaliman dan dusta yang besar."},{"database_id":"68","surah_number":"25","verse_number":"5","ayah_text":"Dan mereka berkata: &quot;Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang&quot;."},{"database_id":"68","surah_number":"25","verse_number":"6","ayah_text":"Katakanlah: &quot;Al Quran itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang&quot;."},{"database_id":"68","surah_number":"25","verse_number":"7","ayah_text":"Dan mereka berkata: &quot;Mengapa rasul itu memakan makanan dan berjalan di pasar-pasar? Mengapa tidak diturunkan kepadanya seorang malaikat agar malaikat itu memberikan peringatan bersama-sama dengan dia?,"},{"database_id":"68","surah_number":"25","verse_number":"8","ayah_text":"atau (mengapa tidak) diturunkan kepadanya perbendaharaan, atau (mengapa tidak) ada kebun baginya, yang dia dapat makan dari (hasil)nya?&quot; Dan orang-orang yang zalim itu berkata: &quot;Kamu sekalian tidak lain hanyalah mengikuti seorang lelaki yang kena sihir&quot;."},{"database_id":"68","surah_number":"25","verse_number":"9","ayah_text":"Perhatikanlah, bagaimana mereka membuat perbandingan-perbandingan tentang kamu, lalu sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu)."},{"database_id":"68","surah_number":"25","verse_number":"10","ayah_text":"Maha Suci (Allah) yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian, (yaitu) surga-surga yang mengalir sungai-sungai di bawahnya, dan dijadikan-Nya (pula) untukmu istana-istana."},{"database_id":"68","surah_number":"25","verse_number":"11","ayah_text":"Bahkan mereka mendustakan hari kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat."},{"database_id":"68","surah_number":"25","verse_number":"12","ayah_text":"Apabila neraka itu melihat mereka dari tempat yang jauh, mereka mendengar kegeramannya dan suara nyalanya."},{"database_id":"68","surah_number":"25","verse_number":"13","ayah_text":"Dan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan."},{"database_id":"68","surah_number":"25","verse_number":"14","ayah_text":"(Akan dikatakan kepada mereka): &quot;Jangan kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak&quot;."},{"database_id":"68","surah_number":"25","verse_number":"15","ayah_text":"Katakanlah: &quot;Apa (azab) yang demikian itukah yang baik, atau surga yang kekal yang telah dijanjikan kepada orang-orang yang bertakwa?&quot; Dia menjadi balasan dan tempat kembali bagi mereka?&quot;."},{"database_id":"68","surah_number":"25","verse_number":"16","ayah_text":"Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedang mereka kekal (di dalamnya). (Hal itu) adalah janji dari Tuhanmu yang patut dimohonkan (kepada-Nya)."},{"database_id":"68","surah_number":"25","verse_number":"17","ayah_text":"Dan (ingatlah) suatu hari (ketika) Allah menghimpunkan mereka beserta apa yang mereka sembah selain Allah, lalu Allah berkata (kepada yang disembah); &quot;Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?&quot;."},{"database_id":"68","surah_number":"25","verse_number":"18","ayah_text":"Mereka (yang disembah itu) menjawab: &quot;Maha Suci Engkau, tidaklah patut bagi kami mengambil selain engkau (untuk jadi) pelindung, akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka kenikmatan hidup, sampai mereka lupa mengingati (Engkau); dan mereka adalah kaum yang binasa&quot;."},{"database_id":"68","surah_number":"25","verse_number":"19","ayah_text":"maka sesungguhnya mereka (yang disembah itu) telah mendustakan kamu tentang apa yang kamu katakan maka kamu tidak akan dapat menolak (azab) dan tidak (pula) menolong (dirimu), dan barang siapa di antara kamu yang berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar."},{"database_id":"68","surah_number":"25","verse_number":"20","ayah_text":"Dan Kami tidak mengutus rasul-rasul sebelummu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar. Dan kami jadikan sebahagian kamu cobaan bagi sebahagian yang lain. Maukah kamu bersabar?; dan adalah Tuhanmu maha Melihat."},{"database_id":"68","surah_number":"25","verse_number":"21","ayah_text":"Berkatalah orang-orang yang tidak menanti-nanti pertemuan(nya) dengan Kami: &quot;Mengapakah tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?&quot; Sesungguhnya mereka memandang besar tentang diri mereka dan mereka benar-benar telah melampaui batas(dalam melakukan) kezaliman&quot;."},{"database_id":"68","surah_number":"25","verse_number":"22","ayah_text":"Pada hari mereka melihat malaikat dihari itu tidak ada kabar gembira bagi orang-orang yang berdosa mereka berkata: &quot;Hijraan mahjuuraa."},{"database_id":"68","surah_number":"25","verse_number":"23","ayah_text":"Dan kami hadapi segala amal yang mereka kerjakan, lalu kami jadikan amal itu (bagaikan) debu yang berterbangan."},{"database_id":"68","surah_number":"25","verse_number":"24","ayah_text":"Penghuni-penghuni surga pada hari itu palig baik tempat tinggalnya dan paling indah tempat istirahatnya."},{"database_id":"68","surah_number":"25","verse_number":"25","ayah_text":"Dan (ingatlah) hari (ketika) langit pecah belah mengeluarkan kabut putih dan diturunkanlah malaikat bergelombang-gelombang."},{"database_id":"68","surah_number":"25","verse_number":"26","ayah_text":"Kerajaan yang hak pada hari itu adalah kepunyaan Tuhan Yang Maha Pemurah. Dan adalah (hari itu), satu hari penuh kesukaran bagi orang-orang kafir."},{"database_id":"68","surah_number":"25","verse_number":"27","ayah_text":"Dan (ingatlah) hari (ketika itu) orang yang zalim menggigit dua tangannya, seraya berkata: &quot;Aduhai kiranya (dulu) aku mengambil jalan bersama-sama Rasul&quot;."},{"database_id":"68","surah_number":"25","verse_number":"28","ayah_text":"Kecelakaan besarlah bagiku; kiranya aku (dulu) tidak menjadikan sifulan itu teman akrab(ku)."},{"database_id":"68","surah_number":"25","verse_number":"29","ayah_text":"Sesungguhnya dia telah menyesatkan aku dari Al Quran ketika Al Quran itu telah datang kepadaku. Dan adalah syaitan itu tidak mau menolong manusia."},{"database_id":"68","surah_number":"25","verse_number":"30","ayah_text":"Berkatalah Rasul: &quot;Ya Tuhanku, sesungguhnya kaumku menjadikan Al Quran itu sesuatu yang tidak diacuhkan&quot;."},{"database_id":"68","surah_number":"25","verse_number":"31","ayah_text":"Dan seperti itulah, telah Kami adakan bagi tiap-tiap nabi, musuh dari orang-orang yang berdosa. Dan cukuplah Tuhanmu menjadi Pemberi petunjuk dan Penolong."},{"database_id":"68","surah_number":"25","verse_number":"32","ayah_text":"Berkatalah orang-orang yang kafir: &quot;Mengapa Al Quran itu tidak diturunkan kepadanya sekali turun saja?&quot;; demikianlah supaya Kami perkuat hatimu dengannya dan Kami membacanya secara tartil (teratur dan benar)."},{"database_id":"68","surah_number":"25","verse_number":"33","ayah_text":"Tidaklah orang-orang kafir itu datang kepadamu (membawa) sesuatu yang ganjil, melainkan Kami datangkan kepadamu suatu yang benar dan yang paling baik penjelasannya."},{"database_id":"68","surah_number":"25","verse_number":"34","ayah_text":"Orang-orang yang dihimpunkan ke neraka Jahannam dengan diseret atas muka-muka mereka, mereka itulah orang yang paling buruk tempatnya dan paling sesat jalannya."},{"database_id":"68","surah_number":"25","verse_number":"35","ayah_text":"Dan sesungguhnya kami telah memberikan Al Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu)."},{"database_id":"68","surah_number":"25","verse_number":"36","ayah_text":"Kemudian Kami berfirman kepada keduanya: &quot;Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami&quot;. Maka Kami membinasakan mereka sehancur-hancurnya."},{"database_id":"68","surah_number":"25","verse_number":"37","ayah_text":"Dan (telah Kami binasakan) kaum Nuh tatkala mereka mendustakan rasul-rasul. Kami tenggelamkan mereka dan kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah menyediakan bagi orang-orang zalim azab yang pedih;"},{"database_id":"68","surah_number":"25","verse_number":"38","ayah_text":"dan (Kami binasakan) kaum ´Aad dan Tsamud dan penduduk Rass dan banyak (lagi) generasi-generasi di antara kaum-kaum tersebut."},{"database_id":"68","surah_number":"25","verse_number":"39","ayah_text":"Dan Kami jadikan bagi masing-masing mereka perumpamaan dan masing-masing mereka itu benar benar telah Kami binasakan dengan sehancur-hancurnya."},{"database_id":"68","surah_number":"25","verse_number":"40","ayah_text":"Dan sesungguhnya mereka (kaum musyrik Mekah) telah melalui sebuah negeri (Sadum) yang (dulu) dihujani dengan hujan yang sejelek-jeleknya (hujan batu). Maka apakah mereka tidak menyaksikan runtuhan itu; bahkan adalah mereka itu tidak mengharapkan akan kebangkitan."},{"database_id":"68","surah_number":"25","verse_number":"41","ayah_text":"Dan apabila mereka melihat kamu (Muhammad), mereka hanyalah menjadikan kamu sebagai ejekan (dengan mengatakan): &quot;Inikah orangnya yang di utus Allah sebagai Rasul?."},{"database_id":"68","surah_number":"25","verse_number":"42","ayah_text":"Sesungguhnya hampirlah ia menyesatkan kita dari sembahan-sembahan kita, seandainya kita tidak sabar(menyembah)nya&quot; dan mereka kelak akan mengetahui di saat mereka melihat azab, siapa yang paling sesat jalannya."},{"database_id":"68","surah_number":"25","verse_number":"43","ayah_text":"Terangkanlah kepadaku tentang orang yang menjadikan hawa nafsunya sebagai tuhannya. Maka apakah kamu dapat menjadi pemelihara atasnya?,"},{"database_id":"68","surah_number":"25","verse_number":"44","ayah_text":"atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar atau memahami. Mereka itu tidak lain, hanyalah seperti binatang ternak, bahkan mereka lebih sesat jalannya (dari binatang ternak itu)."},{"database_id":"68","surah_number":"25","verse_number":"45","ayah_text":"Apakah kamu tidak memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang dan kalau Dia menghendaki niscaya Dia menjadikan tetap bayang-bayang itu, kemudian Kami jadikan matahari sebagai petunjuk atas bayang-bayang itu,"},{"database_id":"68","surah_number":"25","verse_number":"46","ayah_text":"kemudian Kami menarik bayang-bayang itu kepada kami dengan tarikan yang perlahan-lahan."},{"database_id":"68","surah_number":"25","verse_number":"47","ayah_text":"Dialah yang menjadikan untukmu malam (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangun berusaha."},{"database_id":"68","surah_number":"25","verse_number":"48","ayah_text":"Dialah yang meniupkan angin (sebagai) pembawa kabar gembira dekat sebelum kedatangan rahmat-nya (hujan); dan Kami turunkan dari langit air yang amat bersih,"},{"database_id":"68","surah_number":"25","verse_number":"49","ayah_text":"agar Kami menghidupkan dengan air itu negeri (tanah) yang mati, dan agar Kami memberi minum dengan air itu sebagian besar dari makhluk Kami, binatang-binatang ternak dan manusia yang banyak."},{"database_id":"68","surah_number":"25","verse_number":"50","ayah_text":"Dan sesungguhnya Kami telah mempergilirkan hujan itu diantara manusia supaya mereka mengambil pelajaran (dari padanya); maka kebanyakan manusia itu tidak mau kecuali mengingkari (nikmat)."},{"database_id":"68","surah_number":"25","verse_number":"51","ayah_text":"Dan andaikata Kami menghendaki benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan (rasul)."},{"database_id":"68","surah_number":"25","verse_number":"52","ayah_text":"Maka janganlah kamu mengikuti orang-orang kafir, dan berjihadlah terhadap mereka dengan Al Quran dengan jihad yang besar."},{"database_id":"68","surah_number":"25","verse_number":"53","ayah_text":"Dan Dialah yang membiarkan dua laut yang mengalir (berdampingan); yang ini tawar lagi segar dan yang lain asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang menghalangi."},{"database_id":"68","surah_number":"25","verse_number":"54","ayah_text":"Dan Dia (pula) yang menciptakan manusia dari air lalu dia jadikan manusia itu (punya) keturunan dan mushaharah dan adalah Tuhanmu Maha Kuasa."},{"database_id":"68","surah_number":"25","verse_number":"55","ayah_text":"Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) memberi mudharat kepada mereka. Adalah orang-orang kafir itu penolong (syaitan untuk berbuat durhaka) terhadap Tuhannya."},{"database_id":"68","surah_number":"25","verse_number":"56","ayah_text":"Dan tidaklah Kami mengutus kamu melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan."},{"database_id":"68","surah_number":"25","verse_number":"57","ayah_text":"Katakanlah: &quot;Aku tidak meminta upah sedikitpun kepada kamu dalam menyampaikan risalah itu, melainkan (mengharapkan kepatuhan) orang-orang yang mau mengambil jalan kepada Tuhan nya."},{"database_id":"68","surah_number":"25","verse_number":"58","ayah_text":"Dan bertawakkallah kepada Allah yang hidup (kekal) Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa-dosa hamba-hamba-Nya."},{"database_id":"68","surah_number":"25","verse_number":"59","ayah_text":"Yang menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, kemudian dia bersemayam di atas ´Arsy, (Dialah) Yang Maha Pemurah, maka tanyakanlah (tentang Allah) kepada yang lebih mengetahui (Muhammad) tentang Dia."},{"database_id":"68","surah_number":"25","verse_number":"60","ayah_text":"Dan apabila dikatakan kepada mereka: &quot;Sujudlah kamu sekalian kepada yang Maha Penyayang&quot;, mereka menjawab: &quot;Siapakah yang Maha Penyayang itu? Apakah kami akan sujud kepada Tuhan Yang kamu perintahkan kami(bersujud kepada-Nya)?&quot;, dan (perintah sujud itu) menambah mereka jauh (dari iman)."},{"database_id":"68","surah_number":"25","verse_number":"61","ayah_text":"Maha Suci Allah yang menjadikan di langit gugusan-gugusan bintang dan Dia menjadikan juga padanya matahari dan bulan yang bercahaya."},{"database_id":"68","surah_number":"25","verse_number":"62","ayah_text":"Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau orang yang ingin bersyukur."},{"database_id":"68","surah_number":"25","verse_number":"63","ayah_text":"Dan hamba-hamba Tuhan yang Maha Penyayang itu (ialah) orang-orang yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang jahil menyapa mereka, mereka mengucapkan kata-kata (yang mengandung) keselamatan."},{"database_id":"68","surah_number":"25","verse_number":"64","ayah_text":"Dan orang yang melalui malam hari dengan bersujud dan berdiri untuk Tuhan mereka."},{"database_id":"68","surah_number":"25","verse_number":"65","ayah_text":"Dan orang-orang yang berkata: &quot;Ya Tuhan kami, jauhkan azab jahannam dari kami, sesungguhnya azabnya itu adalah kebinasaan yang kekal&quot;."},{"database_id":"68","surah_number":"25","verse_number":"66","ayah_text":"Sesungguhnya jahannam itu seburuk-buruk tempat menetap dan tempat kediaman."},{"database_id":"68","surah_number":"25","verse_number":"67","ayah_text":"Dan orang-orang yang apabila membelanjakan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, dan adalah (pembelanjaan itu) di tengah-tengah antara yang demikian."},{"database_id":"68","surah_number":"25","verse_number":"68","ayah_text":"Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, dan tidak berzina, barang siapa yang melakukan yang demikian itu, niscaya dia mendapat (pembalasan) dosa(nya),"},{"database_id":"68","surah_number":"25","verse_number":"69","ayah_text":"(yakni) akan dilipat gandakan azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,"},{"database_id":"68","surah_number":"25","verse_number":"70","ayah_text":"kecuali orang-orang yang bertaubat, beriman dan mengerjakan amal saleh; maka itu kejahatan mereka diganti Allah dengan kebajikan. Dan adalah Allah maha Pengampun lagi Maha Penyayang."},{"database_id":"68","surah_number":"25","verse_number":"71","ayah_text":"Dan orang-orang yang bertaubat dan mengerjakan amal saleh, maka sesungguhnya dia bertaubat kepada Allah dengan taubat yang sebenar-benarnya."},{"database_id":"68","surah_number":"25","verse_number":"72","ayah_text":"Dan orang-orang yang tidak memberikan persaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka lalui (saja) dengan menjaga kehormatan dirinya."},{"database_id":"68","surah_number":"25","verse_number":"73","ayah_text":"Dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidaklah menghadapinya sebagai orang-orang yang tuli dan buta."},{"database_id":"68","surah_number":"25","verse_number":"74","ayah_text":"Dan orang orang yang berkata: &quot;Ya Tuhan kami, anugrahkanlah kepada kami isteri-isteri kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami imam bagi orang-orang yang bertakwa."},{"database_id":"68","surah_number":"25","verse_number":"75","ayah_text":"Mereka itulah orang yang dibalasi dengan martabat yang tinggi (dalam surga) karena kesabaran mereka dan mereka disambut dengan penghormatan dan ucapan selamat di dalamnya,"},{"database_id":"68","surah_number":"25","verse_number":"76","ayah_text":"mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman."},{"database_id":"68","surah_number":"25","verse_number":"77","ayah_text":"Katakanlah (kepada orang-orang musyrik): &quot;Tuhanku tidak mengindahkan kamu, melainkan kalau ada ibadatmu. (Tetapi bagaimana kamu beribadat kepada-Nya), padahal kamu sungguh telah mendustakan-Nya? karena itu kelak (azab) pasti (menimpamu)&quot;."}]