[{"database_id":"68","surah_number":"32","verse_number":"1","ayah_text":"Alif Laam Miim"},{"database_id":"68","surah_number":"32","verse_number":"2","ayah_text":"Turunnya Al-Quran yang tidak ada keraguan di dalamnya, (adalah) dari Tuhan semesta alam."},{"database_id":"68","surah_number":"32","verse_number":"3","ayah_text":"Tetapi mengapa mereka (orang kafir) mengatakan: &quot;Dia Muhammad mengada-adakannya&quot;. Sebenarnya Al-Quran itu adalah kebenaran dari Rabbmu, agar kamu memberi peringatan kepada kaum yang belum datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk."},{"database_id":"68","surah_number":"32","verse_number":"4","ayah_text":"Allah lah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ´Arsy. Tidak ada bagi kamu selain dari pada-Nya seorang penolongpun dan tidak (pula) seorang pemberi syafa´at. Maka apakah kamu tidak memperhatikan?"},{"database_id":"68","surah_number":"32","verse_number":"5","ayah_text":"Dia mengatur urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya adalah seribu tahun menurut perhitunganmu"},{"database_id":"68","surah_number":"32","verse_number":"6","ayah_text":"Yang demikian itu ialah Tuhan Yang mengetahui yang ghaib dan yang nyata, Yang Maha Perkasa lagi Maha Penyayang."},{"database_id":"68","surah_number":"32","verse_number":"7","ayah_text":"Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya dan Yang memulai penciptaan manusia dari tanah."},{"database_id":"68","surah_number":"32","verse_number":"8","ayah_text":"Kemudian Dia menjadikan keturunannya dari saripati air yang hina."},{"database_id":"68","surah_number":"32","verse_number":"9","ayah_text":"Kemudian Dia menyempurnakan dan meniupkan ke dalamnya roh (ciptaan)-Nya dan Dia menjadikan bagi kamu pendengaran, penglihatan dan hati; (tetapi) kamu sedikit sekali bersyukur."},{"database_id":"68","surah_number":"32","verse_number":"10","ayah_text":"Dan mereka berkata: &quot;Apakah bila kami telah lenyap (hancur) dalam tanah, kami benar-benar akan berada dalam ciptaan yang baru?&quot; Bahkan mereka ingkar akan menemui Tuhannya."},{"database_id":"68","surah_number":"32","verse_number":"11","ayah_text":"Katakanlah: &quot;Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikanmu, kemudian hanya kepada Tuhanmulah kamu akan dikembalikan&quot;."},{"database_id":"68","surah_number":"32","verse_number":"12","ayah_text":"Dan, jika sekiranya kamu melihat mereka ketika orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata): &quot;Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), kami akan mengerjakan amal saleh, sesungguhnya kami adalah orang-orang yang yakin&quot;."},{"database_id":"68","surah_number":"32","verse_number":"13","ayah_text":"Dan kalau Kami menghendaki niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk, akan tetapi telah tetaplah perkataan dari pada-Ku: &quot;Sesungguhnya akan Aku penuhi neraka jahannam itu dengan jin dan manusia bersama-sama&quot;."},{"database_id":"68","surah_number":"32","verse_number":"14","ayah_text":"Maka rasailah olehmu (siksa ini) disebabkan kamu melupakan akan pertemuan dengan harimu ini. Sesungguhnya Kami telah melupakan kamu (pula) dan rasakanlah siksa yang kekal, disebabkan apa yang selalu kamu kerjakan."},{"database_id":"68","surah_number":"32","verse_number":"15","ayah_text":"Sesungguhnya orang yang benar-benar percaya kepada ayat-ayat Kami adalah mereka yang apabila diperingatkan dengan ayat-ayat itu mereka segera bersujud seraya bertasbih dan memuji Rabbnya, dan lagi pula mereka tidaklah sombong."},{"database_id":"68","surah_number":"32","verse_number":"16","ayah_text":"Lambung mereka jauh dari tempat tidurnya dan mereka selalu berdoa kepada Rabbnya dengan penuh rasa takut dan harap, serta mereka menafkahkan apa apa rezeki yang Kami berikan."},{"database_id":"68","surah_number":"32","verse_number":"17","ayah_text":"Tak seorangpun mengetahui berbagai nikmat yang menanti, yang indah dipandang sebagai balasan bagi mereka, atas apa yang mereka kerjakan."},{"database_id":"68","surah_number":"32","verse_number":"18","ayah_text":"Apakah orang-orang beriman itu sama dengan orang-orang yang fasik? Mereka tidak sama."},{"database_id":"68","surah_number":"32","verse_number":"19","ayah_text":"Adapun orang-orang yang beriman dan mengerjakan amal saleh, maka bagi mereka jannah tempat kediaman, sebagai pahala terhadap apa yang mereka kerjakan."},{"database_id":"68","surah_number":"32","verse_number":"20","ayah_text":"Dan adapun orang-orang yang fasik (kafir) maka tempat mereka adalah jahannam. Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan ke dalamnya dan dikatakan kepada mereka: &quot;Rasakanlah siksa neraka yang dahulu kamu mendustakannya&quot;."},{"database_id":"68","surah_number":"32","verse_number":"21","ayah_text":"Dan Sesungguhnya Kami merasakan kepada mereka sebahagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat), mudah-mudahan mereka kembali (ke jalan yang benar)."},{"database_id":"68","surah_number":"32","verse_number":"22","ayah_text":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian ia berpaling daripadanya? Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa."},{"database_id":"68","surah_number":"32","verse_number":"23","ayah_text":"Dan Sesungguhnya Kami telah berikan kepada Musa Al-Kitab (Taurat), maka janganlah kamu (Muhammad) ragu menerima (Al-Quran itu) dan Kami jadikan Al-Kitab (Taurat) itu petunjuk bagi Bani Israil."},{"database_id":"68","surah_number":"32","verse_number":"24","ayah_text":"Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami ketika mereka sabar. Dan adalah mereka meyakini ayat-ayat Kami."},{"database_id":"68","surah_number":"32","verse_number":"25","ayah_text":"Sesungguhnya Tuhanmu Dialah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya."},{"database_id":"68","surah_number":"32","verse_number":"26","ayah_text":"Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat sebelum mereka yang telah Kami binasakan sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Maka apakah mereka tidak mendengarkan?"},{"database_id":"68","surah_number":"32","verse_number":"27","ayah_text":"Dan apakah mereka tidak memperhatikan, bahwasanya Kami menghalau (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan dengan air hujan itu tanaman yang daripadanya makan hewan ternak mereka dan mereka sendiri. Maka apakah mereka tidak memperhatikan?"},{"database_id":"68","surah_number":"32","verse_number":"28","ayah_text":"Dan mereka bertanya: &quot;Bilakah kemenangan itu (datang) jika kamu memang orang-orang yang benar?&quot;"},{"database_id":"68","surah_number":"32","verse_number":"29","ayah_text":"Katakanlah: &quot;Pada hari kemenangan itu tidak berguna bagi orang-orang kafir, iman mereka dan tidak pula mereka diberi tangguh&quot;."},{"database_id":"68","surah_number":"32","verse_number":"30","ayah_text":"Maka berpalinglah kamu dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu."}]