[{"database_id":"68","surah_number":"36","verse_number":"1","ayah_text":"Yaa siin"},{"database_id":"68","surah_number":"36","verse_number":"2","ayah_text":"Demi Al Quran yang penuh hikmah,"},{"database_id":"68","surah_number":"36","verse_number":"3","ayah_text":"Sesungguhnya kamu salah seorang dari rasul-rasul,"},{"database_id":"68","surah_number":"36","verse_number":"4","ayah_text":"(yang berada) diatas jalan yang lurus,"},{"database_id":"68","surah_number":"36","verse_number":"5","ayah_text":"(sebagai wahyu) yang diturunkan oleh Yang Maha Perkasa lagi Maha Penyayang,"},{"database_id":"68","surah_number":"36","verse_number":"6","ayah_text":"Agar kamu memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan, karena itu mereka lalai."},{"database_id":"68","surah_number":"36","verse_number":"7","ayah_text":"Sesungguhnya telah pasti berlaku perkataan (ketentuan Allah) terhadap kebanyakan mereka, kerena mereka tidak beriman."},{"database_id":"68","surah_number":"36","verse_number":"8","ayah_text":"Sesungguhnya Kami telah memasang belenggu dileher mereka, lalu tangan mereka (diangkat) ke dagu, maka karena itu mereka tertengadah."},{"database_id":"68","surah_number":"36","verse_number":"9","ayah_text":"Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding (pula), dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat."},{"database_id":"68","surah_number":"36","verse_number":"10","ayah_text":"Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman."},{"database_id":"68","surah_number":"36","verse_number":"11","ayah_text":"Sesungguhnya kamu hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pemurah walaupun dia tidak melihatnya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia."},{"database_id":"68","surah_number":"36","verse_number":"12","ayah_text":"Sesungguhnya Kami menghidupkan orang-orang mati dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan. Dan segala sesuatu Kami kumpulkan dalam Kitab Induk yang nyata (Lauh Mahfuzh)."},{"database_id":"68","surah_number":"36","verse_number":"13","ayah_text":"Dan buatlah bagi mereka suatu perumpamaan, yaitu penduduk suatu negeri ketika utusan-utusan datang kepada mereka."},{"database_id":"68","surah_number":"36","verse_number":"14","ayah_text":"(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga utusan itu berkata: &quot;Sesungguhnya kami adalah orang-orang di utus kepadamu&quot;."},{"database_id":"68","surah_number":"36","verse_number":"15","ayah_text":"Mereka menjawab: &quot;Kamu tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatupun, kamu tidak lain hanyalah pendusta belaka&quot;."},{"database_id":"68","surah_number":"36","verse_number":"16","ayah_text":"Mereka berkata: &quot;Tuhan kami mengetahui bahwa sesungguhnya kami adalah orang yang diutus kepada kamu&quot;."},{"database_id":"68","surah_number":"36","verse_number":"17","ayah_text":"Dan kewajiban kami tidak lain hanyalah menyampaikan (perintah Allah) dengan jelas&quot;."},{"database_id":"68","surah_number":"36","verse_number":"18","ayah_text":"Mereka menjawab: &quot;Sesungguhnya kami bernasib malang karena kamu, sesungguhnya jika kamu tidak berhenti (menyeru kami), niscaya kami akan merajam kamu dan kamu pasti akan mendapat siksa yang pedih dari kami&quot;."},{"database_id":"68","surah_number":"36","verse_number":"19","ayah_text":"Utusan-utusan itu berkata: &quot;Kemalangan kamu adalah karena kamu sendiri. Apakah jika kamu diberi peringatan (kamu bernasib malang)? Sebenarnya kamu adalah kaum yang melampui batas&quot;."},{"database_id":"68","surah_number":"36","verse_number":"20","ayah_text":"Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas-gegas ia berkata: &quot;Hai kaumku, ikutilah utusan-utusan itu&quot;."},{"database_id":"68","surah_number":"36","verse_number":"21","ayah_text":"Ikutilah orang yang tiada minta balasan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk."},{"database_id":"68","surah_number":"36","verse_number":"22","ayah_text":"Mengapa aku tidak menyembah (Tuhan) yang telah menciptakanku dan yang hanya kepada-Nya-lah kamu (semua) akan dikembalikan?"},{"database_id":"68","surah_number":"36","verse_number":"23","ayah_text":"Mengapa aku akan menyembah tuhan-tuhan selain-Nya jika (Allah) Yang Maha Pemurah menghendaki kemudharatan terhadapku, niscaya syafa´at mereka tidak memberi manfaat sedikitpun bagi diriku dan mereka tidak (pula) dapat menyelamatkanku?"},{"database_id":"68","surah_number":"36","verse_number":"24","ayah_text":"Sesungguhnya aku kalau begitu pasti berada dalam kesesatan yang nyata."},{"database_id":"68","surah_number":"36","verse_number":"25","ayah_text":"Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)ku."},{"database_id":"68","surah_number":"36","verse_number":"26","ayah_text":"Dikatakan (kepadanya): &quot;Masuklah ke surga&quot;. Ia berkata: &quot;Alangkah baiknya sekiranya kamumku mengetahui."},{"database_id":"68","surah_number":"36","verse_number":"27","ayah_text":"Apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang dimuliakan&quot;."},{"database_id":"68","surah_number":"36","verse_number":"28","ayah_text":"Dan kami tidak menurunkan kepada kaumnya sesudah dia (meninggal) suatu pasukanpun dari langit dan tidak layak Kami menurunkannya."},{"database_id":"68","surah_number":"36","verse_number":"29","ayah_text":"Tidak ada siksaan atas mereka melainkan satu teriakan suara saja; maka tiba-tiba mereka semuanya mati."},{"database_id":"68","surah_number":"36","verse_number":"30","ayah_text":"Alangkah besarnya penyesalan terhadap hamba-hamba itu, tiada datang seorang rasulpun kepada mereka melainkan mereka selalu memperolok-olokkannya."},{"database_id":"68","surah_number":"36","verse_number":"31","ayah_text":"Tidakkah mereka mengetahui berapa banyaknya umat-umat sebelum mereka yang telah Kami binasakan, bahwasanya orang-orang (yang telah Kami binasakan) itu tiada kembali kepada mereka."},{"database_id":"68","surah_number":"36","verse_number":"32","ayah_text":"Dan setiap mereka semuanya akan dikumpulkan lagi kepada Kami."},{"database_id":"68","surah_number":"36","verse_number":"33","ayah_text":"Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah bumi yang mati. Kami hidupkan bumi itu dan Kami keluarkan dari padanya biji-bijian, maka daripadanya mereka makan."},{"database_id":"68","surah_number":"36","verse_number":"34","ayah_text":"Dan Kami jadikan padanya kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,"},{"database_id":"68","surah_number":"36","verse_number":"35","ayah_text":"supaya mereka dapat makan dari buahnya, dan dari apa yang diusahakan oleh tangan mereka. Maka mengapakah mereka tidak bersyukur?"},{"database_id":"68","surah_number":"36","verse_number":"36","ayah_text":"Maha Suci Tuhan yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka maupun dari apa yang tidak mereka ketahui."},{"database_id":"68","surah_number":"36","verse_number":"37","ayah_text":"Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah malam; Kami tanggalkan siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan."},{"database_id":"68","surah_number":"36","verse_number":"38","ayah_text":"dan matahari berjalan ditempat peredarannya. Demikianlah ketetapan Yang Maha Perkasa lagi Maha Mengetahui."},{"database_id":"68","surah_number":"36","verse_number":"39","ayah_text":"Dan telah Kami tetapkan bagi bulan manzilah-manzilah, sehingga (setelah dia sampai ke manzilah yang terakhir) kembalilah dia sebagai bentuk tandan yang tua."},{"database_id":"68","surah_number":"36","verse_number":"40","ayah_text":"Tidaklah mungkin bagi matahari mendapatkan bulan dan malampun tidak dapat mendahului siang. Dan masing-masing beredar pada garis edarnya."},{"database_id":"68","surah_number":"36","verse_number":"41","ayah_text":"Dan suatu tanda (kebesaran Allah yang besar) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam bahtera yang penuh muatan."},{"database_id":"68","surah_number":"36","verse_number":"42","ayah_text":"dan Kami ciptakan untuk mereka yang akan mereka kendarai seperti bahtera itu."},{"database_id":"68","surah_number":"36","verse_number":"43","ayah_text":"Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka, maka tiadalah bagi mereka penolong dan tidak pula mereka diselamatkan."},{"database_id":"68","surah_number":"36","verse_number":"44","ayah_text":"Tetapi (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika."},{"database_id":"68","surah_number":"36","verse_number":"45","ayah_text":"Dan apabila dikatakan kepada mereka: &quot;Takutlah kamu akan siksa yang dihadapanmu dan siksa yang akan datang supaya kamu mendapat rahmat&quot;, (niscaya mereka berpaling)."},{"database_id":"68","surah_number":"36","verse_number":"46","ayah_text":"Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda tanda kekuasaan Tuhan mereka, melainkan mereka selalu berpaling daripadanya."},{"database_id":"68","surah_number":"36","verse_number":"47","ayah_text":"Dan apabila dikatakakan kepada mereka: &quot;Nafkahkanlah sebahagian dari reski yang diberikan Allah kepadamu&quot;, maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman: &quot;Apakah kami akan memberi makan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan, tiadalah kamu melainkan dalam kesesatan yang nyata&quot;."},{"database_id":"68","surah_number":"36","verse_number":"48","ayah_text":"Dan mereka berkata: &quot;Bilakah (terjadinya) janji ini (hari berbangkit) jika kamu adalah orang-orang yang benar?&quot;."},{"database_id":"68","surah_number":"36","verse_number":"49","ayah_text":"Mereka tidak menunggu melainkan satu teriakan saja yang akan membinasakan mereka ketika mereka sedang bertengkar."},{"database_id":"68","surah_number":"36","verse_number":"50","ayah_text":"lalu mereka tidak kuasa membuat suatu wasiatpun dan tidak (pula) dapat kembali kepada keluarganya."},{"database_id":"68","surah_number":"36","verse_number":"51","ayah_text":"Dan ditiuplah sangkalala, maka tiba-tiba mereka keluar dengan segera dari kuburnya (menuju) kepada Tuhan mereka."},{"database_id":"68","surah_number":"36","verse_number":"52","ayah_text":"Mereka berkata: &quot;Aduhai celakalah kami! Siapakah yang membangkitkan kami dari tempat-tidur kami (kubur)?&quot;. Inilah yang dijanjikan (Tuhan) Yang Maha Pemurah dan benarlah Rasul-rasul(Nya)."},{"database_id":"68","surah_number":"36","verse_number":"53","ayah_text":"Tidak adalah teriakan itu selain sekali teriakan saja, maka tiba-tiba mereka semua dikumpulkan kepada Kami."},{"database_id":"68","surah_number":"36","verse_number":"54","ayah_text":"Maka pada hari itu seseorang tidak akan dirugikan sedikitpun dan kamu tidak dibalasi, kecuali dengan apa yang telah kamu kerjakan."},{"database_id":"68","surah_number":"36","verse_number":"55","ayah_text":"Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka)."},{"database_id":"68","surah_number":"36","verse_number":"56","ayah_text":"Mereka dan isteri-isteri mereka berada dalam tempat yang teduh, bertelekan di atas dipan-dipan."},{"database_id":"68","surah_number":"36","verse_number":"57","ayah_text":"Di surga itu mereka memperoleh buah-buahan dan memperoleh apa yang mereka minta."},{"database_id":"68","surah_number":"36","verse_number":"58","ayah_text":"(Kepada mereka dikatakan): &quot;Salam&quot;, sebagai ucapan selamat dari Tuhan Yang Maha Penyayang."},{"database_id":"68","surah_number":"36","verse_number":"59","ayah_text":"Dan (dikatakan kepada orang-orang kafir): &quot;Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, hai orang-orang yang berbuat jahat."},{"database_id":"68","surah_number":"36","verse_number":"60","ayah_text":"Bukankah Aku telah memerintahkan kepadamu hai Bani Adam supaya kamu tidak menyembah syaitan? Sesungguhnya syaitan itu adalah musuh yang nyata bagi kamu&quot;,"},{"database_id":"68","surah_number":"36","verse_number":"61","ayah_text":"dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus."},{"database_id":"68","surah_number":"36","verse_number":"62","ayah_text":"Sesungguhnya syaitan itu telah menyesatkan sebahagian besar diantaramu, Maka apakah kamu tidak memikirkan?."},{"database_id":"68","surah_number":"36","verse_number":"63","ayah_text":"Inilah Jahannam yang dahulu kamu diancam (dengannya)."},{"database_id":"68","surah_number":"36","verse_number":"64","ayah_text":"Masuklah ke dalamnya pada hari ini disebabkan kamu dahulu mengingkarinya."},{"database_id":"68","surah_number":"36","verse_number":"65","ayah_text":"Pada hari ini Kami tutup mulut mereka; dan berkatalah kepada Kami tangan mereka dan memberi kesaksianlah kaki mereka terhadap apa yang dahulu mereka usahakan."},{"database_id":"68","surah_number":"36","verse_number":"66","ayah_text":"Dan jikalau Kami menghendaki pastilah Kami hapuskan penglihatan mata mereka; lalu mereka berlomba-lomba (mencari) jalan, Maka betapakah mereka dapat melihat(nya)."},{"database_id":"68","surah_number":"36","verse_number":"67","ayah_text":"Dan jikalau Kami menghendaki pastilah Kami ubah mereka di tempat mereka berada; maka mereka tidak sanggup berjalan lagi dan tidak (pula) sanggup kembali."},{"database_id":"68","surah_number":"36","verse_number":"68","ayah_text":"Dan barangsiapa yang Kami panjangkan umurnya niscaya Kami kembalikan dia kepada kejadian(nya). Maka apakah mereka tidak memikirkan?"},{"database_id":"68","surah_number":"36","verse_number":"69","ayah_text":"Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah layak baginya. Al Quran itu tidak lain hanyalah pelajaran dan kitab yang memberi penerangan."},{"database_id":"68","surah_number":"36","verse_number":"70","ayah_text":"supaya dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan supaya pastilah (ketetapan azab) terhadap orang-orang kafir."},{"database_id":"68","surah_number":"36","verse_number":"71","ayah_text":"Dan apakah mereka tidak melihat bahwa sesungguhnya Kami telah menciptakan binatang ternak untuk mereka yaitu sebahagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami sendiri, lalu mereka menguasainya?"},{"database_id":"68","surah_number":"36","verse_number":"72","ayah_text":"Dan Kami tundukkan binatang-binatang itu untuk mereka; maka sebahagiannya menjadi tunggangan mereka dan sebahagiannya mereka makan."},{"database_id":"68","surah_number":"36","verse_number":"73","ayah_text":"Dan mereka memperoleh padanya manfaat-manfaat dan minuman. Maka mengapakah mereka tidak bersyukur?"},{"database_id":"68","surah_number":"36","verse_number":"74","ayah_text":"Mereka mengambil sembahan-sembahan selain Allah, agar mereka mendapat pertolongan."},{"database_id":"68","surah_number":"36","verse_number":"75","ayah_text":"Berhala-berhala itu tiada dapat menolong mereka; padahal berhala-berhala itu menjadi tentara yang disiapkan untuk menjaga mereka."},{"database_id":"68","surah_number":"36","verse_number":"76","ayah_text":"Maka janganlah ucapan mereka menyedihkan kamu. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan."},{"database_id":"68","surah_number":"36","verse_number":"77","ayah_text":"Dan apakah manusia tidak memperhatikan bahwa Kami menciptakannya dari setitik air (mani), maka tiba-tiba ia menjadi penantang yang nyata!"},{"database_id":"68","surah_number":"36","verse_number":"78","ayah_text":"Dan ia membuat perumpamaan bagi Kami; dan dia lupa kepada kejadiannya; ia berkata: &quot;Siapakah yang dapat menghidupkan tulang belulang, yang telah hancur luluh?&quot;"},{"database_id":"68","surah_number":"36","verse_number":"79","ayah_text":"Katakanlah: &quot;Ia akan dihidupkan oleh Tuhan yang menciptakannya kali yang pertama. Dan Dia Maha Mengetahui tentang segala makhluk."},{"database_id":"68","surah_number":"36","verse_number":"80","ayah_text":"yaitu Tuhan yang menjadikan untukmu api dari kayu yang hijau, maka tiba-tiba kamu nyalakan (api) dari kayu itu&quot;."},{"database_id":"68","surah_number":"36","verse_number":"81","ayah_text":"Dan tidaklah Tuhan yang menciptakan langit dan bumi itu berkuasa menciptakan yang serupa dengan itu? Benar, Dia berkuasa. Dan Dialah Maha Pencipta lagi Maha Mengetahui."},{"database_id":"68","surah_number":"36","verse_number":"82","ayah_text":"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: &quot;Jadilah!&quot; maka terjadilah ia."},{"database_id":"68","surah_number":"36","verse_number":"83","ayah_text":"Maka Maha Suci (Allah) yang di tangan-Nya kekuasaaan atas segala sesuatu dan kepada-Nya-lah kamu dikembalikan."}]