[{"database_id":"68","surah_number":"38","verse_number":"1","ayah_text":"Shaad, demi Al Quran yang mempunyai keagungan."},{"database_id":"68","surah_number":"38","verse_number":"2","ayah_text":"Sebenarnya orang-orang kafir itu (berada) dalam kesombongan dan permusuhan yang sengit."},{"database_id":"68","surah_number":"38","verse_number":"3","ayah_text":"Betapa banyaknya umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri."},{"database_id":"68","surah_number":"38","verse_number":"4","ayah_text":"Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka; dan orang-orang kafir berkata: &quot;Ini adalah seorang ahli sihir yang banyak berdusta&quot;."},{"database_id":"68","surah_number":"38","verse_number":"5","ayah_text":"Mengapa ia menjadikan tuhan-tuhan itu Tuhan Yang Satu saja? Sesungguhnya ini benar-benar suatu hal yang sangat mengherankan."},{"database_id":"68","surah_number":"38","verse_number":"6","ayah_text":"Dan pergilah pemimpin-pemimpin mereka (seraya berkata): &quot;Pergilah kamu dan tetaplah (menyembah) tuhan-tuhanmu, sesungguhnya ini benar-benar suatu hal yang dikehendaki."},{"database_id":"68","surah_number":"38","verse_number":"7","ayah_text":"Kami tidak pernah mendengar hal ini dalam agama yang terakhir; ini (mengesakan Allah), tidak lain hanyalah (dusta) yang diada-adakan,"},{"database_id":"68","surah_number":"38","verse_number":"8","ayah_text":"mengapa Al Quran itu diturunkan kepadanya di antara kita?&quot; Sebenarnya mereka ragu-ragu terhadap Al Quran-Ku, dan sebenarnya mereka belum merasakan azab-Ku."},{"database_id":"68","surah_number":"38","verse_number":"9","ayah_text":"Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Maha Perkasa lagi Maha Pemberi?"},{"database_id":"68","surah_number":"38","verse_number":"10","ayah_text":"Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya? (Jika ada), maka hendaklah mereka menaiki tangga-tangga (ke langit)."},{"database_id":"68","surah_number":"38","verse_number":"11","ayah_text":"Suatu tentara yang besar yang berada disana dari golongan-golongan yang berserikat, pasti akan dikalahkan."},{"database_id":"68","surah_number":"38","verse_number":"12","ayah_text":"Telah mendustakan (rasul-rasul pula) sebelum mereka itu kaum Nuh, ´Aad, Fir´aun yang mempunyai tentara yang banyak,"},{"database_id":"68","surah_number":"38","verse_number":"13","ayah_text":"dan Tsamud, kaum Luth dan penduduk Aikah. Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul)."},{"database_id":"68","surah_number":"38","verse_number":"14","ayah_text":"Semua mereka itu tidak lain hanyalah mendustakan rasul-rasul, maka pastilah (bagi mereka) azab-Ku."},{"database_id":"68","surah_number":"38","verse_number":"15","ayah_text":"Tidaklah yang mereka tunggu melainkan hanya satu teriakan saja yang tidak ada baginya saat berselang."},{"database_id":"68","surah_number":"38","verse_number":"16","ayah_text":"Dan mereka berkata: &quot;Ya Tuhan kami cepatkanlah untuk kami azab yang diperuntukkan bagi kami sebelum hari berhisab&quot;."},{"database_id":"68","surah_number":"38","verse_number":"17","ayah_text":"Bersabarlah atas segala apa yang mereka katakan; dan ingatlah hamba Kami Daud yang mempunyai kekuatan; sesungguhnya dia amat taat (kepada Tuhan)."},{"database_id":"68","surah_number":"38","verse_number":"18","ayah_text":"Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) di waktu petang dan pagi,"},{"database_id":"68","surah_number":"38","verse_number":"19","ayah_text":"dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masingnya amat taat kepada Allah."},{"database_id":"68","surah_number":"38","verse_number":"20","ayah_text":"Dan Kami kuatkan kerajaannya dan Kami berikan kepadanya hikmahdan kebijaksanaan dalam menyelesaikan perselisihan."},{"database_id":"68","surah_number":"38","verse_number":"21","ayah_text":"Dan adakah sampai kepadamu berita orang-orang yang berperkara ketika mereka memanjat pagar?"},{"database_id":"68","surah_number":"38","verse_number":"22","ayah_text":"Ketika mereka masuk (menemui) Daud lalu ia terkejut karena kedatangan) mereka. Mereka berkata: &quot;Janganlah kamu merasa takut; (kami) adalah dua orang yang berperkara yang salah seorang dari kami berbuat zalim kepada yang lain; maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran dan tunjukilah kami ke jalan yang lurus."},{"database_id":"68","surah_number":"38","verse_number":"23","ayah_text":"Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja. Maka dia berkata: &quot;Serahkanlah kambingmu itu kepadaku dan dia mengalahkan aku dalam perdebatan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"24","ayah_text":"Daud berkata: &quot;Sesungguhnya dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya. Dan sesungguhnya kebanyakan dari orang-orang yang berserikat itu sebahagian mereka berbuat zalim kepada sebahagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini&quot;. Dan Daud mengetahui bahwa Kami mengujinya; maka ia meminta ampun kepada Tuhannya lalu menyungkur sujud dan bertaubat."},{"database_id":"68","surah_number":"38","verse_number":"25","ayah_text":"Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami dan tempat kembali yang baik."},{"database_id":"68","surah_number":"38","verse_number":"26","ayah_text":"Hai Daud, sesungguhnya Kami menjadikan kamu khalifah (penguasa) di muka bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu, karena ia akan menyesatkan kamu dari jalan Allah. Sesungguhnya orang-orang yang sesat darin jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan."},{"database_id":"68","surah_number":"38","verse_number":"27","ayah_text":"Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya tanpa hikmah. Yang demikian itu adalah anggapan orang-orang kafir, maka celakalah orang-orang kafir itu karena mereka akan masuk neraka."},{"database_id":"68","surah_number":"38","verse_number":"28","ayah_text":"Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah (pula) Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?"},{"database_id":"68","surah_number":"38","verse_number":"29","ayah_text":"Ini adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai fikiran."},{"database_id":"68","surah_number":"38","verse_number":"30","ayah_text":"Dan Kami karuniakan kepada Daud, Sulaiman, dia adalah sebaik-baik hamba. Sesungguhnya dia amat taat (kepada Tuhannya),"},{"database_id":"68","surah_number":"38","verse_number":"31","ayah_text":"(ingatlah) ketika dipertunjukkan kepadanya kuda-kuda yang tenang di waktu berhenti dan cepat waktu berlari pada waktu sore,"},{"database_id":"68","surah_number":"38","verse_number":"32","ayah_text":"maka ia berkata: &quot;Sesungguhnya aku menyukai kesenangan terhadap barang yang baik (kuda) sehingga aku lalai mengingat Tuhanku sampai kuda itu hilang dari pandangan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"33","ayah_text":"&quot;Bawalah kuda-kuda itu kembali kepadaku&quot;. Lalu ia potong kaki dan leher kuda itu."},{"database_id":"68","surah_number":"38","verse_number":"34","ayah_text":"Dan sesungguhnya Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian ia bertaubat."},{"database_id":"68","surah_number":"38","verse_number":"35","ayah_text":"Ia berkata: &quot;Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh seorang juapun sesudahku, sesungguhnya Engkaulah Yang Maha Pemberi&quot;."},{"database_id":"68","surah_number":"38","verse_number":"36","ayah_text":"Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut ke mana saja yang dikehendakinya,"},{"database_id":"68","surah_number":"38","verse_number":"37","ayah_text":"dan (Kami tundukkan pula kepadanya) syaitan-syaitan semuanya ahli bangunan dan penyelam,"},{"database_id":"68","surah_number":"38","verse_number":"38","ayah_text":"dan syaitan yang lain yang terikat dalam belenggu."},{"database_id":"68","surah_number":"38","verse_number":"39","ayah_text":"Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) dengan tiada pertanggungan jawab."},{"database_id":"68","surah_number":"38","verse_number":"40","ayah_text":"Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik."},{"database_id":"68","surah_number":"38","verse_number":"41","ayah_text":"Dan ingatlah akan hamba Kami Ayyub ketika ia menyeru Tuhan-nya: &quot;Sesungguhnya aku diganggu syaitan dengan kepayahan dan siksaan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"42","ayah_text":"(Allah berfirman): &quot;Hantamkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum&quot;."},{"database_id":"68","surah_number":"38","verse_number":"43","ayah_text":"Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan (Kami tambahkan) kepada mereka sebanyak mereka pula sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang mempunyai fikiran."},{"database_id":"68","surah_number":"38","verse_number":"44","ayah_text":"Dan ambillah dengan tanganmu seikat (rumput), maka pukullah dengan itu dan janganlah kamu melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sesungguhnya dia amat taat (kepada Tuhan-nya)."},{"database_id":"68","surah_number":"38","verse_number":"45","ayah_text":"Dan ingatlah hamba-hamba Kami: Ibrahim, Ishaq dan Ya´qub yang mempunyai perbuatan-perbuatan yang besar dan ilmu-ilmu yang tinggi."},{"database_id":"68","surah_number":"38","verse_number":"46","ayah_text":"Sesungguhnya Kami telah mensucikan mereka dengan (menganugerahkan kepada mereka) akhlak yang tinggi yaitu selalu mengingatkan (manusia) kepada negeri akhirat."},{"database_id":"68","surah_number":"38","verse_number":"47","ayah_text":"Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan yang paling baik."},{"database_id":"68","surah_number":"38","verse_number":"48","ayah_text":"Dan ingatlah akan Ismail, Ilyasa´ dan Zulkifli. Semuanya termasuk orang-orang yang paling baik."},{"database_id":"68","surah_number":"38","verse_number":"49","ayah_text":"Ini adalah kehormatan (bagi mereka). Dan sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik,"},{"database_id":"68","surah_number":"38","verse_number":"50","ayah_text":"(yaitu) surga ´Adn yang pintu-pintunya terbuka bagi mereka,"},{"database_id":"68","surah_number":"38","verse_number":"51","ayah_text":"di dalamnya mereka bertelekan (diatas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman di surga itu."},{"database_id":"68","surah_number":"38","verse_number":"52","ayah_text":"Dan pada sisi mereka (ada bidadari-bidadari) yang tidak liar pandangannya dan sebaya umurnya."},{"database_id":"68","surah_number":"38","verse_number":"53","ayah_text":"Inilah apa yang dijanjikan kepadamu pada hari berhisab."},{"database_id":"68","surah_number":"38","verse_number":"54","ayah_text":"Sesungguhnya ini adalah benar-benar rezeki dari Kami yang tiada habis-habisnya."},{"database_id":"68","surah_number":"38","verse_number":"55","ayah_text":"Beginilah (keadaan mereka). Dan sesungguhnya bagi orang-orang yang durhaka benar-benar (disediakan) tempat kembali yang buruk,"},{"database_id":"68","surah_number":"38","verse_number":"56","ayah_text":"(yaitu) neraka Jahannam, yang mereka masuk ke dalamnya; maka amat buruklah Jahannam itu sebagai tempat tinggal."},{"database_id":"68","surah_number":"38","verse_number":"57","ayah_text":"Inilah (azab neraka), biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin."},{"database_id":"68","surah_number":"38","verse_number":"58","ayah_text":"Dan azab yang lain yang serupa itu berbagai macam."},{"database_id":"68","surah_number":"38","verse_number":"59","ayah_text":"(Dikatakan kepada mereka): &quot;Ini adalah suatu rombongan (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka)&quot;. (Berkata pemimpin-pemimpin mereka yang durhaka): &quot;Tiadalah ucapan selamat datang kepada mereka karena sesungguhnya mereka akan masuk neraka&quot;."},{"database_id":"68","surah_number":"38","verse_number":"60","ayah_text":"Pengikut-pengikut mereka menjawab: &quot;Sebenarnya kamulah. Tiada ucapan selamat datang bagimu, karena kamulah yang menjerumuskan kami ke dalam azab, maka amat buruklah Jahannam itu sebagai tempat menetap&quot;."},{"database_id":"68","surah_number":"38","verse_number":"61","ayah_text":"Mereka berkata (lagi): &quot;Ya Tuhan kami; barang siapa yang menjerumuskan kami ke dalam azab ini maka tambahkanlah azab kepadanya dengan berlipat ganda di dalam neraka&quot;."},{"database_id":"68","surah_number":"38","verse_number":"62","ayah_text":"Dan (orang-orang durhaka) berkata: &quot;Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina)."},{"database_id":"68","surah_number":"38","verse_number":"63","ayah_text":"Apakah kami dahulu menjadikan mereka olok-olokan, ataukah karena mata kami tidak melihat mereka?&quot;"},{"database_id":"68","surah_number":"38","verse_number":"64","ayah_text":"Sesungguhnya yang demikian itu pasti terjadi, (yaitu) pertengkaran penghuni neraka."},{"database_id":"68","surah_number":"38","verse_number":"65","ayah_text":"Katakanlah (ya Muhammad): &quot;Sesungguhnya aku hanya seorang pemberi peringatan, dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa dan Maha Mengalahkan."},{"database_id":"68","surah_number":"38","verse_number":"66","ayah_text":"Tuhan langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa lagi Maha Pengampun."},{"database_id":"68","surah_number":"38","verse_number":"67","ayah_text":"Katakanlah: &quot;Berita itu adalah berita yang besar,"},{"database_id":"68","surah_number":"38","verse_number":"68","ayah_text":"yang kamu berpaling daripadanya."},{"database_id":"68","surah_number":"38","verse_number":"69","ayah_text":"Aku tiada mempunyai pengetahuan sedikitpun tentang al mala´ul a´la (malaikat) itu ketika mereka berbantah-bantahan."},{"database_id":"68","surah_number":"38","verse_number":"70","ayah_text":"Tidak diwahyukan kepadaku, melainkan bahwa sesungguhnya aku hanyalah seorang pemberi peringatan yang nyata&quot;."},{"database_id":"68","surah_number":"38","verse_number":"71","ayah_text":"(Ingatlah) ketika Tuhanmu berfirman kepada malaikat: &quot;Sesungguhnya Aku akan menciptakan manusia dari tanah&quot;."},{"database_id":"68","surah_number":"38","verse_number":"72","ayah_text":"Maka apabila telah Kusempurnakan kejadiannya dan Kutiupkan kepadanya roh (ciptaan)Ku; maka hendaklah kamu tersungkur dengan bersujud kepadanya&quot;."},{"database_id":"68","surah_number":"38","verse_number":"73","ayah_text":"Lalu seluruh malaikat-malaikat itu bersujud semuanya,"},{"database_id":"68","surah_number":"38","verse_number":"74","ayah_text":"kecuali iblis; dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir."},{"database_id":"68","surah_number":"38","verse_number":"75","ayah_text":"Allah berfirman: &quot;Hai iblis, apakah yang menghalangi kamu sujud kepada yang telah Ku-ciptakan dengan kedua tangan-Ku. Apakah kamu menyombongkan diri ataukah kamu (merasa) termasuk orang-orang yang (lebih) tinggi?&quot;."},{"database_id":"68","surah_number":"38","verse_number":"76","ayah_text":"Iblis berkata: &quot;Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah&quot;."},{"database_id":"68","surah_number":"38","verse_number":"77","ayah_text":"Allah berfirman: &quot;Maka keluarlah kamu dari surga; sesungguhnya kamu adalah orang yang terkutuk,"},{"database_id":"68","surah_number":"38","verse_number":"78","ayah_text":"Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"79","ayah_text":"Iblis berkata: &quot;Ya Tuhanku, beri tangguhlah aku sampai hari mereka dibangkitkan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"80","ayah_text":"Allah berfirman: &quot;Sesungguhnya kamu termasuk orang-orang yang diberi tangguh,"},{"database_id":"68","surah_number":"38","verse_number":"81","ayah_text":"sampai kepada hari yang telah ditentukan waktunya (hari Kiamat)&quot;."},{"database_id":"68","surah_number":"38","verse_number":"82","ayah_text":"Iblis menjawab: &quot;Demi kekuasaan Engkau aku akan menyesatkan mereka semuanya,"},{"database_id":"68","surah_number":"38","verse_number":"83","ayah_text":"kecuali hamba-hamba-Mu yang mukhlis di antara mereka."},{"database_id":"68","surah_number":"38","verse_number":"84","ayah_text":"Allah berfirman: &quot;Maka yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Ku-katakan&quot;."},{"database_id":"68","surah_number":"38","verse_number":"85","ayah_text":"Sesungguhnya Aku pasti akan memenuhi neraka Jahannam dengan jenis kamu dan dengan orang-orang yang mengikuti kamu di antara mereka kesemuanya."},{"database_id":"68","surah_number":"38","verse_number":"86","ayah_text":"Katakanlah (hai Muhammad): &quot;Aku tidak meminta upah sedikitpun padamu atas dakwahku dan bukanlah aku termasuk orang-orang yang mengada-adakan."},{"database_id":"68","surah_number":"38","verse_number":"87","ayah_text":"Al Quran ini tidak lain hanyalah peringatan bagi semesta alam."},{"database_id":"68","surah_number":"38","verse_number":"88","ayah_text":"Dan sesungguhnya kamu akan mengetahui (kebenaran) berita Al Quran setelah beberapa waktu lagi."}]