[{"database_id":"68","surah_number":"39","verse_number":"1","ayah_text":"Kitab (Al Quran ini) diturunkan oleh Allah Yang Maha Perkasa lagi Maha Bijaksana."},{"database_id":"68","surah_number":"39","verse_number":"2","ayah_text":"Sesunguhnya Kami menurunkan kepadamu Kitab (Al Quran) dengan (membawa) kebenaran. Maka sembahlah Allah dengan memurnikan ketaatan kepada-Nya."},{"database_id":"68","surah_number":"39","verse_number":"3","ayah_text":"Ingatlah, hanya kepunyaan Allah-lah agama yang bersih (dari syirik). Dan orang-orang yang mengambil pelindung selain Allah (berkata): &quot;Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya&quot;. Sesungguhnya Allah akan memutuskan di antara mereka tentang apa yang mereka berselisih padanya. Sesungguhnya Allah tidak menunjuki orang-orang yang pendusta dan sangat ingkar."},{"database_id":"68","surah_number":"39","verse_number":"4","ayah_text":"Kalau sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang telah diciptakan-Nya. Maha Suci Allah. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan."},{"database_id":"68","surah_number":"39","verse_number":"5","ayah_text":"Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia menutupkan malam atas siang dan menutupkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah Dialah Yang Maha Perkasa lagi Maha Pengampun."},{"database_id":"68","surah_number":"39","verse_number":"6","ayah_text":"Dia menciptakan kamu dari seorang diri kemudian Dia jadikan daripadanya isterinya dan Dia menurunkan untuk kamu delapan ekor yang berpasangan dari binatang ternak. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang mempunyai kerajaan. Tidak ada Tuhan selain Dia; maka bagaimana kamu dapat dipalingkan?"},{"database_id":"68","surah_number":"39","verse_number":"7","ayah_text":"Jika kamu kafir maka sesungguhnya Allah tidak memerlukan (iman)mu dan Dia tidak meridhai kekafiran bagi hamba-Nya; dan jika kamu bersyukur, niscaya Dia meridhai bagimu kesyukuranmu itu; dan seorang yang berdosa tidak akan memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam (dada)mu."},{"database_id":"68","surah_number":"39","verse_number":"8","ayah_text":"Dan apabila manusia itu ditimpa kemudharatan, dia memohon (pertolongan) kepada Tuhannya dengan kembali kepada-Nya; kemudian apabila Tuhan memberikan nikmat-Nya kepadanya lupalah dia akan kemudharatan yang pernah dia berdoa (kepada Allah) untuk (menghilangkannya) sebelum itu, dan dia mengada-adakan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah: &quot;Bersenang-senanglah dengan kekafiranmu itu sementara waktu; sesungguhnya kamu termasuk penghuni neraka&quot;."},{"database_id":"68","surah_number":"39","verse_number":"9","ayah_text":"(Apakah kamu hai orang musyrik yang lebih beruntung) ataukah orang yang beribadat di waktu-waktu malam dengan sujud dan berdiri, sedang ia takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah: &quot;Adakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?&quot; Sesungguhnya orang yang berakallah yang dapat menerima pelajaran."},{"database_id":"68","surah_number":"39","verse_number":"10","ayah_text":"Katakanlah: &quot;Hai hamba-hamba-Ku yang beriman. bertakwalah kepada Tuhanmu&quot;. Orang-orang yang berbuat baik di dunia ini memperoleh kebaikan. Dan bumi Allah itu adalah luas. Sesungguhnya hanya orang-orang yang bersabarlah Yang dicukupkan pahala mereka tanpa batas."},{"database_id":"68","surah_number":"39","verse_number":"11","ayah_text":"Katakanlah: &quot;Sesungguhnya aku diperintahkan supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama."},{"database_id":"68","surah_number":"39","verse_number":"12","ayah_text":"Dan aku diperintahkan supaya menjadi orang yang pertama-tama berserah diri&quot;."},{"database_id":"68","surah_number":"39","verse_number":"13","ayah_text":"Katakanlah: &quot;Sesungguhnya aku takut akan siksaan hari yang besar jika aku durhaka kepada Tuhanku&quot;."},{"database_id":"68","surah_number":"39","verse_number":"14","ayah_text":"Katakanlah: &quot;Hanya Allah saja Yang aku sembah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agamaku&quot;."},{"database_id":"68","surah_number":"39","verse_number":"15","ayah_text":"Maka sembahlah olehmu (hai orang-orang musyrik) apa yang kamu kehendaki selain Dia. Katakanlah: &quot;Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari kiamat&quot;. Ingatlah yang demikian itu adalah kerugian yang nyata."},{"database_id":"68","surah_number":"39","verse_number":"16","ayah_text":"Bagi mereka lapisan-lapisan dari api di atas mereka dan di bawah merekapun lapisan-lapisan (dari api). Demikianlah Allah mempertakuti hamba-hamba-Nya dengan azab itu. Maka bertakwalah kepada-Ku hai hamba-hamba-Ku."},{"database_id":"68","surah_number":"39","verse_number":"17","ayah_text":"Dan orang-orang yang menjauhi thaghut (yaitu) tidak menyembahnya dan kembali kepada Allah, bagi mereka berita gembira; sebab itu sampaikanlah berita itu kepada hamba-hamba-Ku,"},{"database_id":"68","surah_number":"39","verse_number":"18","ayah_text":"yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi Allah petunjuk dan mereka itulah orang-orang yang mempunyai akal."},{"database_id":"68","surah_number":"39","verse_number":"19","ayah_text":"Apakah (kamu hendak merubah nasib) orang-orang yang telah pasti ketentuan azab atasnya? Apakah kamu akan menyelamatkan orang yang berada dalam api neraka?"},{"database_id":"68","surah_number":"39","verse_number":"20","ayah_text":"Tetapi orang-orang yang bertakwa kepada Tuhannya mereka mendapat tempat-tempat yang tinggi, di atasnya dibangun pula tempat-tempat yang tinggi yang di bawahnya mengalir sungai-sungai. Allah telah berjanji dengan sebenar-benarnya. Allah tidak akan memungkiri janji-Nya."},{"database_id":"68","surah_number":"39","verse_number":"21","ayah_text":"Apakah kamu tidak memperhatikan, bahwa sesungguhnya Allah menurunkan air dari langit, maka diaturnya menjadi sumber-sumber air di bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu menjadi kering lalu kamu melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai akal."},{"database_id":"68","surah_number":"39","verse_number":"22","ayah_text":"Maka apakah orang-orang yang dibukakan Allah hatinya untuk (menerima) agama Islam lalu ia mendapat cahaya dari Tuhannya (sama dengan orang yang membatu hatinya)? Maka kecelakaan yang besarlah bagi mereka yang telah membatu hatinya untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata."},{"database_id":"68","surah_number":"39","verse_number":"23","ayah_text":"Allah telah menurunkan perkataan yang paling baik (yaitu) Al Quran yang serupa (mutu ayat-ayatnya) lagi berulang-ulang , gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka di waktu mengingat Allah. Itulah petunjuk Allah, dengan kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barangsiapa yang disesatkan Allah, niscaya tak ada baginya seorang pemimpinpun."},{"database_id":"68","surah_number":"39","verse_number":"24","ayah_text":"Maka apakah orang-orang yang menoleh dengan mukanya menghindari azab yang buruk pada hari kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim: &quot;Rasakanlah olehmu balasan apa yang telah kamu kerjakan&quot;."},{"database_id":"68","surah_number":"39","verse_number":"25","ayah_text":"Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka."},{"database_id":"68","surah_number":"39","verse_number":"26","ayah_text":"Maka Allah merasakan kepada mereka kehinaan pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka mengetahui."},{"database_id":"68","surah_number":"39","verse_number":"27","ayah_text":"Sesungguhnya telah Kami buatkan bagi manusia dalam Al Quran ini setiap macam perumpamaan supaya mereka dapat pelajaran."},{"database_id":"68","surah_number":"39","verse_number":"28","ayah_text":"(Ialah) Al Quran dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) supaya mereka bertakwa."},{"database_id":"68","surah_number":"39","verse_number":"29","ayah_text":"Allah membuat perumpamaan (yaitu) seorang laki-laki (budak) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan dan seorang budak yang menjadi milik penuh dari seorang laki-laki (saja); Adakah kedua budak itu sama halnya? Segala puji bagi Allah tetapi kebanyakan mereka tidak mengetahui."},{"database_id":"68","surah_number":"39","verse_number":"30","ayah_text":"Sesungguhnya kamu akan mati dan sesungguhnya mereka akan mati (pula)."},{"database_id":"68","surah_number":"39","verse_number":"31","ayah_text":"Kemudian sesungguhnya kamu pada hari kiamat akan berbantah-bantah di hadapan Tuhanmu."},{"database_id":"68","surah_number":"39","verse_number":"32","ayah_text":"Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di neraka Jahannam tersedia tempat tinggal bagi orang-orang yang kafir?"},{"database_id":"68","surah_number":"39","verse_number":"33","ayah_text":"Dan orang yang membawa kebenaran (Muhammad) dan membenarkannya, mereka itulah orang-orang yang bertakwa."},{"database_id":"68","surah_number":"39","verse_number":"34","ayah_text":"Mereka memperoleh apa yang mereka kehendaki pada sisi Tuhan mereka. Demikianlah balasan orang-orang yang berbuat baik,"},{"database_id":"68","surah_number":"39","verse_number":"35","ayah_text":"agar Allah akan menutupi (mengampuni) bagi mereka perbuatan yang paling buruk yang mereka kerjakan dan membalas mereka dengan upah yang lebih baik dari apa yang telah mereka kerjakan."},{"database_id":"68","surah_number":"39","verse_number":"36","ayah_text":"Bukankah Allah cukup untuk melindungi hamba-hamba-Nya. Dan mereka mempertakuti kamu dengan (sembahan-sembahan) yang selain Allah? Dan siapa yang disesatkan Allah maka tidak seorangpun pemberi petunjuk baginya."},{"database_id":"68","surah_number":"39","verse_number":"37","ayah_text":"Dan barangsiapa yang diberi petunjuk oleh Allah, maka tidak seorangpun yang dapat menyesatkannya. Bukankah Allah Maha Perkasa lagi mempunyai (kekuasaan untuk) mengazab?"},{"database_id":"68","surah_number":"39","verse_number":"38","ayah_text":"Dan sungguh jika kamu bertanya kepada mereka: &quot;Siapakah yang menciptakan langit dan bumi?&quot;, niscaya mereka menjawab: &quot;Allah&quot;. Katakanlah: &quot;Maka terangkanlah kepadaku tentang apa yang kamu seru selain Allah, jika Allah hendak mendatangkan kemudharatan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudharatan itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmat-Nya?. Katakanlah: &quot;Cukuplah Allah bagiku&quot;. Kepada-Nya-lah bertawakkal orang-orang yang berserah diri."},{"database_id":"68","surah_number":"39","verse_number":"39","ayah_text":"Katakanlah: &quot;Hai kaumku, bekerjalah sesuai dengan keadaanmu, sesungguhnya aku akan bekerja (pula), maka kelak kamu akan mengetahui,"},{"database_id":"68","surah_number":"39","verse_number":"40","ayah_text":"siapa yang akan mendapat siksa yang menghinakannya dan lagi ditimpa oleh azab yang kekal&quot;."},{"database_id":"68","surah_number":"39","verse_number":"41","ayah_text":"Sesungguhnya Kami menurunkan kepadamu Al Kitab (Al Quran) untuk manusia dengan membawa kebenaran; siapa yang mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat maka sesungguhnya dia semata-mata sesat buat (kerugian) dirinya sendiri, dan kamu sekali-kali bukanlah orang yang bertanggung jawab terhadap mereka."},{"database_id":"68","surah_number":"39","verse_number":"42","ayah_text":"Allah memegang jiwa (orang) ketika matinya dan (memegang) jiwa (orang) yang belum mati di waktu tidurnya; maka Dia tahanlah jiwa (orang) yang telah Dia tetapkan kematiannya dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang berfikir."},{"database_id":"68","surah_number":"39","verse_number":"43","ayah_text":"Bahkan mereka mengambil pemberi syafa´at selain Allah. Katakanlah: &quot;Dan apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatupun dan tidak berakal?&quot;"},{"database_id":"68","surah_number":"39","verse_number":"44","ayah_text":"Katakanlah: &quot;Hanya kepunyaan Allah syafa´at itu semuanya. Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nya-lah kamu dikembalikan&quot;"},{"database_id":"68","surah_number":"39","verse_number":"45","ayah_text":"Dan apabila hanya nama Allah saja disebut, kesallah hati orang-orang yang tidak beriman kepada kehidupan akhirat; dan apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka bergirang hati."},{"database_id":"68","surah_number":"39","verse_number":"46","ayah_text":"Katakanlah: &quot;Wahai Allah, Pencipta langit dan bumi, Yang mengetahui barang ghaib dan yang nyata, Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka memperselisihkannya&quot;."},{"database_id":"68","surah_number":"39","verse_number":"47","ayah_text":"Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan (ada pula) sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah bagi mereka azab dari Allah yang belum pernah mereka perkirakan."},{"database_id":"68","surah_number":"39","verse_number":"48","ayah_text":"Dan (jelaslah) bagi mereka akibat buruk dari apa yang telah mereka perbuat dan mereka diliputi oleh pembalasan yang mereka dahulu selalu memperolok-olokkannya."},{"database_id":"68","surah_number":"39","verse_number":"49","ayah_text":"Maka apabila manusia ditimpa bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya nikmat dari Kami ia berkata: &quot;Sesungguhnya aku diberi nikmat itu hanyalah karena kepintaranku&quot;. Sebenarnya itu adalah ujian, tetapi kebanyakan mereka itu tidak mengetahui."},{"database_id":"68","surah_number":"39","verse_number":"50","ayah_text":"Sungguh orang-orang yang sebelum mereka (juga) telah mengatakan itu pula, maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan."},{"database_id":"68","surah_number":"39","verse_number":"51","ayah_text":"Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan. Dan orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri."},{"database_id":"68","surah_number":"39","verse_number":"52","ayah_text":"Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki dan menyempitkannya bagi siapa yang dikehendaki-Nya? Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman."},{"database_id":"68","surah_number":"39","verse_number":"53","ayah_text":"Katakanlah: &quot;Hai hamba-hamba-Ku yang malampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang."},{"database_id":"68","surah_number":"39","verse_number":"54","ayah_text":"Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu kemudian kamu tidak dapat ditolong (lagi)."},{"database_id":"68","surah_number":"39","verse_number":"55","ayah_text":"Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu dari Tuhanmu sebelum datang azab kepadamu dengan tiba-tiba, sedang kamu tidak menyadarinya,"},{"database_id":"68","surah_number":"39","verse_number":"56","ayah_text":"supaya jangan ada orang yang mengatakan: &quot;Amat besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, sedang aku sesungguhnya termasuk orang-orang yang memperolok-olokkan (agama Allah),"},{"database_id":"68","surah_number":"39","verse_number":"57","ayah_text":"atau supaya jangan ada yang berkata: ´Kalau sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa´."},{"database_id":"68","surah_number":"39","verse_number":"58","ayah_text":"Atau supaya jangan ada yang berkata ketika ia melihat azab ´Kalau sekiranya aku dapat kemnbali (ke dunia), niscaya aku akan termasuk orang-orang berbuat baik´."},{"database_id":"68","surah_number":"39","verse_number":"59","ayah_text":"(Bukan demikian) sebenarya telah datang keterangan-keterangan-Ku kepadamu lalu kamu mendustakannya dan kamu menyombongkan diri dan adalah kamu termasuk orang-orang yang kafir&quot;."},{"database_id":"68","surah_number":"39","verse_number":"60","ayah_text":"Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah, mukanya menjadi hitam. Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang menyombongkan diri?"},{"database_id":"68","surah_number":"39","verse_number":"61","ayah_text":"Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka, mereka tiada disentuh oleh azab (neraka dan tidak pula) mereka berduka cita."},{"database_id":"68","surah_number":"39","verse_number":"62","ayah_text":"Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu."},{"database_id":"68","surah_number":"39","verse_number":"63","ayah_text":"Kepunyaan-Nya-lah kunci-kunci (perbendaharaan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang-orang yang merugi."},{"database_id":"68","surah_number":"39","verse_number":"64","ayah_text":"Katakanlah: &quot;Maka apakah kamu menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?&quot;"},{"database_id":"68","surah_number":"39","verse_number":"65","ayah_text":"Dan sesungguhnya telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu. &quot;Jika kamu mempersekutukan (Tuhan), niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi."},{"database_id":"68","surah_number":"39","verse_number":"66","ayah_text":"Karena itu, maka hendaklah Allah saja kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur&quot;."},{"database_id":"68","surah_number":"39","verse_number":"67","ayah_text":"Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari kiamat dan langit digulung dengan tangan kanan-Nya. Maha Suci Tuhan dan Maha Tinggi Dia dari apa yang mereka persekutukan."},{"database_id":"68","surah_number":"39","verse_number":"68","ayah_text":"Dan ditiuplah sangkakala, maka matilah siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah. Kemudian ditiup sangkakala itu sekali lagi maka tiba-tiba mereka berdiri menunggu (putusannya masing-masing)."},{"database_id":"68","surah_number":"39","verse_number":"69","ayah_text":"Dan terang benderanglah bumi (padang mahsyar) dengan cahaya (keadilan) Tuhannya; dan diberikanlah buku (perhitungan perbuatan masing-masing) dan didatangkanlah para nabi dan saksi-saksi dan diberi keputusan di antara mereka dengan adil, sedang mereka tidak dirugikan."},{"database_id":"68","surah_number":"39","verse_number":"70","ayah_text":"Dan disempurnakan bagi tiap-tiap jiwa (balasan) apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan."},{"database_id":"68","surah_number":"39","verse_number":"71","ayah_text":"Orang-orang kafir dibawa ke neraka Jahannam berombong-rombongan. Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya dan berkatalah kepada mereka penjaga-penjaganya: &quot;Apakah belum pernah datang kepadamu rasul-rasul di antaramu yang membacakan kepadamu ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan dengan hari ini?&quot; Mereka menjawab: &quot;Benar (telah datang)&quot;. Tetapi telah pasti berlaku ketetapan azab terhadap orang-orang yang kafir."},{"database_id":"68","surah_number":"39","verse_number":"72","ayah_text":"Dikatakan (kepada mereka): &quot;Masukilah pintu-pintu neraka Jahannam itu, sedang kamu kekal di dalamnya&quot; Maka neraka Jahannam itulah seburuk-buruk tempat bagi orang-orang yang menyombongkan diri."},{"database_id":"68","surah_number":"39","verse_number":"73","ayah_text":"Dan orang-orang yang bertakwa kepada Tuhan dibawa ke dalam surga berombong-rombongan (pula). Sehingga apabila mereka sampai ke surga itu sedang pintu-pintunya telah terbuka dan berkatalah kepada mereka penjaga-penjaganya: &quot;Kesejahteraan (dilimpahkan) atasmu. Berbahagialah kamu! maka masukilah surga ini, sedang kamu kekal di dalamnya&quot;."},{"database_id":"68","surah_number":"39","verse_number":"74","ayah_text":"Dan mereka mengucapkan: &quot;Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah (memberi) kepada kami tempat ini sedang kami (diperkenankan) menempati tempat dalam surga di mana saja yang kami kehendaki; maka surga itulah sebaik-baik balasan bagi orang-orang yang beramal&quot;."},{"database_id":"68","surah_number":"39","verse_number":"75","ayah_text":"Dan kamu (Muhammad) akan melihat malaikat-mmlaikat berlingkar di sekeliling ´Arsy bertasbih sambil memuji Tuhannya; dan diberi putusan di antara hamba-hamba Allah dengan adil dan diucapkan: &quot;Segala puji bagi Allah, Tuhan semesta alam&quot;."}]