[{"database_id":"68","surah_number":"40","verse_number":"1","ayah_text":"Haa Miim."},{"database_id":"68","surah_number":"40","verse_number":"2","ayah_text":"Diturunkan Kitab ini (Al Quran) dari Allah Yang Maha Perkasa lagi Maha Mengetahui,"},{"database_id":"68","surah_number":"40","verse_number":"3","ayah_text":"Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nya-lah kembali (semua makhluk)."},{"database_id":"68","surah_number":"40","verse_number":"4","ayah_text":"Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah pulang balik mereka dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu."},{"database_id":"68","surah_number":"40","verse_number":"5","ayah_text":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu sesudah mereka telah mendustakan (rasul) dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran dengan yang batil itu; karena itu Aku azab mereka. Maka betapa (pedihnya) azab-Ku?"},{"database_id":"68","surah_number":"40","verse_number":"6","ayah_text":"Dan demikianlah telah pasti berlaku ketetapan azab Tuhanmu terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka."},{"database_id":"68","surah_number":"40","verse_number":"7","ayah_text":"(Malaikat-malaikat) yang memikul ´Arsy dan malaikat yang berada di sekelilingnya bertasbih memuji Tuhannya dan mereka beriman kepada-Nya serta memintakan ampun bagi orang-orang yang beriman (seraya mengucapkan): &quot;Ya Tuhan kami, rahmat dan ilmu Engkau meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertaubat dan mengikuti jalan Engkau dan peliharalah mereka dari siksaan neraka yang menyala-nyala,"},{"database_id":"68","surah_number":"40","verse_number":"8","ayah_text":"ya Tuhan kami, dan masukkanlah mereka ke dalam surga ´Adn yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh di antara bapak-bapak mereka, dan isteri-isteri mereka, dan keturunan mereka semua. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana,"},{"database_id":"68","surah_number":"40","verse_number":"9","ayah_text":"dan peliharalah mereka dari (balasan) kejahatan. Dan orang-orang yang Engkau pelihara dari (pembalasan) kejahatan pada hari itu maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar&quot;."},{"database_id":"68","surah_number":"40","verse_number":"10","ayah_text":"Sesungguhnya orang-orang yang kafir diserukan kepada mereka (pada hari kiamat): &quot;Sesungguhnya kebencian Allah (kepadamu) lebih besar daripada kebencianmu kepada dirimu sendiri karena kamu diseru untuk beriman lalu kamu kafir&quot;."},{"database_id":"68","surah_number":"40","verse_number":"11","ayah_text":"Mereka menjawab: &quot;Ya Tuhan kami Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah sesuatu jalan (bagi kami) untuk keluar (dari neraka)?&quot;"},{"database_id":"68","surah_number":"40","verse_number":"12","ayah_text":"Yang demikian itu adalah karena kamu kafir apabila Allah saja disembah. Dan kamu percaya apabila Allah dipersekutukan. Maka putusan (sekarang ini) adalah pada Allah Yang Maha Tinggi lagi Maha Besar."},{"database_id":"68","surah_number":"40","verse_number":"13","ayah_text":"Dialah yang memperlihatkan kepadamu tanda-tanda (kekuasaan)-Nya dan menurunkan untukmu rezeki dari langit. Dan tiadalah mendapat pelajaran kecuali orang-orang yang kembali (kepada Allah)."},{"database_id":"68","surah_number":"40","verse_number":"14","ayah_text":"Maka sembahlah Allah dengan memurnikan ibadat kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya)."},{"database_id":"68","surah_number":"40","verse_number":"15","ayah_text":"(Dialah) Yang Maha Tinggi derajat-Nya, Yang mempunyai ´Arsy, Yang mengutus Jibril dengan (membawa) perintah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan (manusia) tentang hari pertemuan (hari kiamat)."},{"database_id":"68","surah_number":"40","verse_number":"16","ayah_text":"(Yaitu) hari (ketika) mereka keluar (dari kubur); tiada suatupun dari keadaan mereka yang tersembunyi bagi Allah. (Lalu Allah berfirman): &quot;Kepunyaan siapakah kerajaan pada hari ini?&quot; Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan."},{"database_id":"68","surah_number":"40","verse_number":"17","ayah_text":"Pada hari ini tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya. Tidak ada yang dirugikan pada hari ini. Sesungguhnya Allah amat cepat hisabnya."},{"database_id":"68","surah_number":"40","verse_number":"18","ayah_text":"Berilah mereka peringatan dengan hari yang dekat (hari kiamat yaitu) ketika hati (menyesak) sampai di kerongkongan dengan menahan kesedihan. Orang-orang yang zalim tidak mempunyai teman setia seorangpun dan tidak (pula) mempunyai seorang pemberi syafa´at yang diterima syafa´atnya."},{"database_id":"68","surah_number":"40","verse_number":"19","ayah_text":"Dia mengetahui (pandangan) mata yang khianat dan apa yang disembunyikan oleh hati."},{"database_id":"68","surah_number":"40","verse_number":"20","ayah_text":"Dan Allah menghukum dengan keadilan. Dan sembahan-sembahan yang mereka sembah selain Allah tiada dapat menghukum dengan sesuatu apapun. Sesungguhnya Allah Dialah Yang Maha Mendengar lagi Maha Melihat."},{"database_id":"68","surah_number":"40","verse_number":"21","ayah_text":"Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat kekuatannya daripada mereka dan (lebih banyak) bekas-bekas mereka di muka bumi, maka Allah mengazab mereka disebabkan dosa-dosa mereka. Dan mereka tidak mempunyai seorang pelindung dari azab Allah."},{"database_id":"68","surah_number":"40","verse_number":"22","ayah_text":"Yang demiklan itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya."},{"database_id":"68","surah_number":"40","verse_number":"23","ayah_text":"Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,"},{"database_id":"68","surah_number":"40","verse_number":"24","ayah_text":"kepada Fir´aun, Haman dan Qarun; maka mereka berkata: &quot;(Ia) adalah seorang ahli sihir yang pendusta&quot;."},{"database_id":"68","surah_number":"40","verse_number":"25","ayah_text":"Maka tatkala Musa datang kepada mereka membawa kebenaran dari sisi Kami mereka berkata: &quot;Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup wanita-wanita mereka&quot;. Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia (belaka)."},{"database_id":"68","surah_number":"40","verse_number":"26","ayah_text":"Dan berkata Fir´aun (kepada pembesar-pembesarnya): &quot;Biarkanlah aku membunuh Musa dan hendaklah ia memohon kepada Tuhannya, karena sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di muka bumi&quot;."},{"database_id":"68","surah_number":"40","verse_number":"27","ayah_text":"Dan Musa berkata: &quot;Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab&quot;."},{"database_id":"68","surah_number":"40","verse_number":"28","ayah_text":"Dan seorang laki-laki yang beriman di antara pengikut-pengikut Fir´aun yang menyembunyikan imannya berkata: &quot;Apakah kamu akan membunuh seorang laki-laki karena dia menyatakan: &quot;Tuhanku ialah Allah padahal dia telah datang kepadamu dengan membawa keterangan-keterangan dari Tuhanmu. Dan jika ia seorang pendusta maka dialah yang menanggung (dosa) dustanya itu; dan jika ia seorang yang benar niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu&quot;. Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas lagi pendusta."},{"database_id":"68","surah_number":"40","verse_number":"29","ayah_text":"(Musa berkata): &quot;Hai kaumku, untukmulah kerajaan pada hari ini dengan berkuasa di muka bumi. Siapakah yang akan menolong kita dari azab Allah jika azab itu menimpa kita!&quot; Fir´aun berkata: &quot;Aku tidak mengemukakan kepadamu, melainkan apa yang aku pandang baik; dan aku tiada menunjukkan kepadamu selain jalan yang benar&quot;."},{"database_id":"68","surah_number":"40","verse_number":"30","ayah_text":"Dan orang yang beriman itu berkata: &quot;Hai kaumku, sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti peristiwa kehancuran golongan yang bersekutu."},{"database_id":"68","surah_number":"40","verse_number":"31","ayah_text":"(Yakni) seperti keadaan kaum Nuh, ´Aad, Tsamud dan orang-orang yang datang sesudah mereka. Dan Allah tidak menghendaki berbuat kezaliman terhadap hamba-hamba-Nya."},{"database_id":"68","surah_number":"40","verse_number":"32","ayah_text":"Hai kaumku, sesungguhnya aku khawatir terhadapmu akan siksaan hari panggil-memanggil."},{"database_id":"68","surah_number":"40","verse_number":"33","ayah_text":"(yaitu) hari (ketika) kamu (lari) berpaling ke belakang, tidak ada bagimu seorangpun yang menyelamatkan kamu dari (azab) Allah, dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorangpun yang akan memberi petunjuk."},{"database_id":"68","surah_number":"40","verse_number":"34","ayah_text":"Dan sesungguhnya telah datang Yusuf kepadamu dengan membawa keterangan-keterangan, tetapi kamu senantiasa dalam keraguan tentang apa yang dibawanya kepadamu, hingga ketika dia meninggal, kamu berkata: &quot;Allah tidak akan mengirim seorang (rasulpun) sesudahnya. Demikianlah Allah menyesatkan orang-orang yang melampaui batas dan ragu-ragu."},{"database_id":"68","surah_number":"40","verse_number":"35","ayah_text":"(Yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Amat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci mati hati orang yang sombong dan sewenang-wenang."},{"database_id":"68","surah_number":"40","verse_number":"36","ayah_text":"Dan berkatalah Fir´aun: &quot;Hai Haman, buatkanlah bagiku sebuah bangunan yang tinggi supaya aku sampai ke pintu-pintu,"},{"database_id":"68","surah_number":"40","verse_number":"37","ayah_text":"(yaitu) pintu-pintu langit, supaya aku dapat melihat Tuhan Musa dan sesungguhnya aku memandangnya seorang pendusta&quot;. Demikianlah dijadikan Fir´aun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan (yang benar); dan tipu daya Fir´aun itu tidak lain hanyalah membawa kerugian."},{"database_id":"68","surah_number":"40","verse_number":"38","ayah_text":"Orang yang beriman itu berkata: &quot;Hai kaumku, ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar."},{"database_id":"68","surah_number":"40","verse_number":"39","ayah_text":"Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal."},{"database_id":"68","surah_number":"40","verse_number":"40","ayah_text":"Barangsiapa mengerjakan perbuatan jahat, maka dia tidak akan dibalasi melainkan sebanding dengan kejahatan itu. Dan barangsiapa mengerjakan amal yang saleh baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tanpa hisab."},{"database_id":"68","surah_number":"40","verse_number":"41","ayah_text":"Hai kaumku, bagaimanakah kamu, aku menyeru kamu kepada keselamatan, tetapi kamu menyeru aku ke neraka?"},{"database_id":"68","surah_number":"40","verse_number":"42","ayah_text":"(Kenapa) kamu menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kamu (beriman) kepada Yang Maha Perkasa lagi Maha Pengampun?"},{"database_id":"68","surah_number":"40","verse_number":"43","ayah_text":"Sudah pasti bahwa apa yang kamu seru supaya aku (beriman) kepadanya tidak dapat memperkenankan seruan apapun baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali kepada Allah dan sesungguhnya orang-orang yang melampaui batas, mereka itulah penghuni neraka."},{"database_id":"68","surah_number":"40","verse_number":"44","ayah_text":"Kelak kamu akan ingat kepada apa yang kukatakan kepada kamu. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat akan hamba-hamba-Nya&quot;."},{"database_id":"68","surah_number":"40","verse_number":"45","ayah_text":"Maka Allah memeliharanya dari kejahatan tipu daya mereka, dan Fir´aun beserta kaumnya dikepung oleh azab yang amat buruk."},{"database_id":"68","surah_number":"40","verse_number":"46","ayah_text":"Kepada mereka dinampakkan neraka pada pagi dan petang, dan pada hari terjadinya Kiamat. (Dikatakan kepada malaikat): &quot;Masukkanlah Fir´aun dan kaumnya ke dalam azab yang sangat keras&quot;."},{"database_id":"68","surah_number":"40","verse_number":"47","ayah_text":"Dan (ingatlah), ketika mereka berbantah-bantah dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri: &quot;Sesungguhnya kami adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan dari kami sebahagian azab api neraka?&quot;"},{"database_id":"68","surah_number":"40","verse_number":"48","ayah_text":"Orang-orang yang menyombongkan diri menjawab: &quot;Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-(Nya)&quot;."},{"database_id":"68","surah_number":"40","verse_number":"49","ayah_text":"Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahannam: &quot;Mohonkanlah kepada Tuhanmu supaya Dia meringankan azab dari kami barang sehari&quot;."},{"database_id":"68","surah_number":"40","verse_number":"50","ayah_text":"Penjaga Jahannam berkata: &quot;Dan apakah belum datang kepada kamu rasul-rasulmu dengan membawa keterangan-keterangan?&quot; Mereka menjawab: &quot;Benar, sudah datang&quot;. Penjaga-penjaga Jahannam berkata: &quot;Berdoalah kamu&quot;. Dan doa orang-orang kafir itu hanyalah sia-sia belaka."},{"database_id":"68","surah_number":"40","verse_number":"51","ayah_text":"Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi (hari kiamat),"},{"database_id":"68","surah_number":"40","verse_number":"52","ayah_text":"(yaitu) hari yang tidak berguna bagi orang-orang zalim permintaan maafnya dan bagi merekalah laknat dan bagi merekalah tempat tinggal yang buruk."},{"database_id":"68","surah_number":"40","verse_number":"53","ayah_text":"Dan sesungguhnya telah Kami berikan petunjuk kepada Musa; dan Kami wariskan Taurat kepada Bani Israil,"},{"database_id":"68","surah_number":"40","verse_number":"54","ayah_text":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berfikir."},{"database_id":"68","surah_number":"40","verse_number":"55","ayah_text":"Maka bersabarlah kamu, karena sesungguhnya janji Allah itu benar, dan mohonlah ampunan untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi."},{"database_id":"68","surah_number":"40","verse_number":"56","ayah_text":"Sesungguhhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah tanpa alasan yang sampai kepada mereka tidak ada dalam dada mereka melainkan hanyalah (keinginan akan) kebesaran yang mereka sekali-kali tiada akan mencapainya, maka mintalah perlindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat."},{"database_id":"68","surah_number":"40","verse_number":"57","ayah_text":"Sesungguhnya penciptaan langit dan bumi lebih besar daripada penciptaan manusia akan tetapi kebanyakan manusia tidak mengetahui."},{"database_id":"68","surah_number":"40","verse_number":"58","ayah_text":"Dan tidaklah sama orang yang buta dengan orang yang melihat, dan tidaklah (pula sama) orang-orang yang beriman serta mengerjakan amal saleh dengan orang-orang yang durhaka. Sedikit sekali kamu mengambil pelajaran."},{"database_id":"68","surah_number":"40","verse_number":"59","ayah_text":"Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tiada beriman."},{"database_id":"68","surah_number":"40","verse_number":"60","ayah_text":"Dan Tuhanmu berfirman: &quot;Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagimu. Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk neraka Jahannam dalam keadaan hina dina&quot;."},{"database_id":"68","surah_number":"40","verse_number":"61","ayah_text":"Allah-lah yang menjadikan malam untuk kamu supaya kamu beristirahat padanya; dan menjadikan siang terang benderang. Sesungguhnya Allah benar-benar mempunyal karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur."},{"database_id":"68","surah_number":"40","verse_number":"62","ayah_text":"Yang demikian itu adalah Allah, Tuhanmu, Pencipta segala sesuatu, tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimanakah kamu dapat dipalingkan?"},{"database_id":"68","surah_number":"40","verse_number":"63","ayah_text":"Seperti demikianlah dipalingkan orang-orang yang selalu mengingkari ayat-ayat Allah."},{"database_id":"68","surah_number":"40","verse_number":"64","ayah_text":"Allah-lah yang menjadikan bumi bagi kamu tempat menetap dan langit sebagai atap, dan membentuk kamu lalu membaguskan rupamu serta memberi kamu rezeki dengan sebahagian yang baik-baik. Yang demikian itu adalah Allah Tuhanmu, Maha Agung Allah, Tuhan semesta alam."},{"database_id":"68","surah_number":"40","verse_number":"65","ayah_text":"Dialah Yang hidup kekal, tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan memurnikan ibadat kepada-Nya. Segala puji bagi Allah Tuhan semesta alam."},{"database_id":"68","surah_number":"40","verse_number":"66","ayah_text":"Katakanlah (ya Muhammad): &quot;Sesungguhnya aku dilarang menyembah sembahan yang kamu sembah selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan supaya tunduk patuh kepada Tuhan semesta alam."},{"database_id":"68","surah_number":"40","verse_number":"67","ayah_text":"Dialah yang menciptakan kamu dari tanah kemudian dari setetes mani, sesudah itu dari segumpal darah, kemudian dilahirkannya kamu sebagai seorang anak, kemudian (kamu dibiarkan hidup) supaya kamu sampai kepada masa (dewasa), kemudian (dibiarkan kamu hidup lagi) sampai tua, di antara kamu ada yang diwafatkan sebelum itu. (Kami perbuat demikian) supaya kamu sampai kepada ajal yang ditentukan dan supaya kamu memahami(nya)."},{"database_id":"68","surah_number":"40","verse_number":"68","ayah_text":"Dialah yang menghidupkan dan mematikan, maka apabila Dia menetapkan sesuatu urusan, Dia hanya bekata kepadanya: &quot;Jadilah&quot;, maka jadilah ia."},{"database_id":"68","surah_number":"40","verse_number":"69","ayah_text":"Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah? Bagaimanakah mereka dapat dipalingkan?"},{"database_id":"68","surah_number":"40","verse_number":"70","ayah_text":"(Yaitu) orang-orang yang mendustakan Al Kitab (Al Quran) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,"},{"database_id":"68","surah_number":"40","verse_number":"71","ayah_text":"ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,"},{"database_id":"68","surah_number":"40","verse_number":"72","ayah_text":"ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,"},{"database_id":"68","surah_number":"40","verse_number":"73","ayah_text":"kemudian dikatakan kepada mereka: &quot;Manakah berhala-berhala yang selalu kamu persekutukan,"},{"database_id":"68","surah_number":"40","verse_number":"74","ayah_text":"(yang kamu sembah) selain Allah?&quot; Mereka menjawab: &quot;Mereka telah hilang lenyap dari kami, bahkan kami dahulu tiada pernah menyembah sesuatu&quot;. Seperti demikianlah Allah menyesatkan orang-orang kafir."},{"database_id":"68","surah_number":"40","verse_number":"75","ayah_text":"Yang demikian itu disebabkan karena kamu bersuka ria di muka bumi dengan tidak benar dan karena kamu selalu bersuka ria (dalam kemaksiatan)."},{"database_id":"68","surah_number":"40","verse_number":"76","ayah_text":"(Dikatakan kepada mereka): &quot;Masuklah kamu ke pintu-pintu neraka Jahannam, sedang kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong&quot;."},{"database_id":"68","surah_number":"40","verse_number":"77","ayah_text":"Maka bersabarlah kamu, sesungguhnya janji Allah adalah benar; maka meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka ataupun Kami wafatkan kamu (sebelum ajal menimpa mereka), namun kepada Kami sajalah mereka dikembalikan."},{"database_id":"68","surah_number":"40","verse_number":"78","ayah_text":"Dan sesungguhnya telah Kami utus beberapa orang rasul sebelum kamu, di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada (pula) yang tidak Kami ceritakan kepadamu. Tidak dapat bagi seorang rasul membawa suatu mukjizat, melainkan dengan seizin Allah; maka apabila telah datang perintah Allah, diputuskan (semua perkara) dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil."},{"database_id":"68","surah_number":"40","verse_number":"79","ayah_text":"Allahlah yang menjadikan binatang ternak untuk kamu, sebagiannya untuk kamu kendarai dan sebagiannya untuk kamu makan."},{"database_id":"68","surah_number":"40","verse_number":"80","ayah_text":"Dan (ada lagi) manfaat-manfaat yang lain pada binatang ternak itu untuk kamu dan supaya kamu mencapai suatu keperluan yang tersimpan dalam hati dengan mengendarainya. Dan kamu dapat diangkut dengan mengendarai binatang-binatang itu dan dengan mengendarai bahtera."},{"database_id":"68","surah_number":"40","verse_number":"81","ayah_text":"Dan Dia memperlihatkan kepada kamu tanda-tanda (kekuasaan-Nya); maka tanda-tanda (kekuasaan) Allah yang manakah yang kamu ingkari?"},{"database_id":"68","surah_number":"40","verse_number":"82","ayah_text":"Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan (lebih banyak) bekas-bekas mereka di muka bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka."},{"database_id":"68","surah_number":"40","verse_number":"83","ayah_text":"Maka tatkala datang kepada mereka rasul-rasul (yang diutus kepada) mereka dengan membawa ketarangan-keterangan, mereka merasa senang dengan pengetahuan yang ada pada mereka dan mereka dikepung oleh azab Allah yang selalu mereka perolok-olokkan itu."},{"database_id":"68","surah_number":"40","verse_number":"84","ayah_text":"Maka tatkala mereka melihat azab Kami, mereka berkata: &quot;Kami beriman hanya kepada Allah saja, dan kami kafir kepada sembahan-sembahan yang telah kami persekutukan dengan Allah&quot;."},{"database_id":"68","surah_number":"40","verse_number":"85","ayah_text":"Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunnah Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan di waktu itu binasalah orang-orang kafir."}]