[{"database_id":"68","surah_number":"45","verse_number":"1","ayah_text":"Haa Miim"},{"database_id":"68","surah_number":"45","verse_number":"2","ayah_text":"Kitab (ini) diturunkan dari Allah Yang Maha Perkasa lagi Maha Bijaksana."},{"database_id":"68","surah_number":"45","verse_number":"3","ayah_text":"Sesungguhnya pada langit dan bumi benar-benar terdapat tanda-tanda (kekuasaan Allah) untuk orang-orang yang beriman."},{"database_id":"68","surah_number":"45","verse_number":"4","ayah_text":"Dan pada penciptakan kamu dan pada binatang-binatang yang melata yang bertebaran (di muka bumi) terdapat tanda-tanda (kekuasaan Allah) untuk kaum yang meyakini,"},{"database_id":"68","surah_number":"45","verse_number":"5","ayah_text":"dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya; dan pada perkisaran angin terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berakal."},{"database_id":"68","surah_number":"45","verse_number":"6","ayah_text":"Itulah ayat-ayat Allah yang Kami membacakannya kepadamu dengan sebenarnya; maka dengan perkataan manakah lagi mereka akan beriman sesudah (kalam) Allah dan keterangan-keterangan-Nya."},{"database_id":"68","surah_number":"45","verse_number":"7","ayah_text":"Kecelakaan besarlah bagi tiap-tiap orang yang banyak berdusta lagi banyak berdosa,"},{"database_id":"68","surah_number":"45","verse_number":"8","ayah_text":"dia mendengar ayat-ayat Allah dibacakan kepadanya kemudian dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka beri khabar gembiralah dia dengan azab yang pedih."},{"database_id":"68","surah_number":"45","verse_number":"9","ayah_text":"Dan apabila dia mengetahui barang sedikit tentang ayat-ayat Kami, maka ayat-ayat itu dijadikan olok-olok. Merekalah yang memperoleh azab yang menghinakan."},{"database_id":"68","surah_number":"45","verse_number":"10","ayah_text":"Di hadapan mereka neraka Jahannam dan tidak akan berguna bagi mereka sedikitpun apa yang telah mereka kerjakan, dan tidak pula berguna apa yang mereka jadikan sebagai sembahan-sembahan (mereka) dari selain Allah. Dan bagi mereka azab yang besar."},{"database_id":"68","surah_number":"45","verse_number":"11","ayah_text":"Ini (Al Quran) adalah petunjuk. Dan orang-orang yang kafir kepada ayat-ayat Tuhannya bagi mereka azab yaitu siksaan yang sangat pedih."},{"database_id":"68","surah_number":"45","verse_number":"12","ayah_text":"Allah-lah yang menundukkan lautan untukmu supaya kapal-kapal dapat berlayar padanya dengan seizin-Nya dan supaya kamu dapat mencari karunia -Nya dan mudah-mudahan kamu bersyukur."},{"database_id":"68","surah_number":"45","verse_number":"13","ayah_text":"Dan Dia telah menundukkan untukmu apa yang di langit dan apa yang di bumi semuanya, (sebagai rahmat) daripada-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berfikir."},{"database_id":"68","surah_number":"45","verse_number":"14","ayah_text":"Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada takut hari-hari Allah karena Dia akan membalas sesuatu kaum terhadap apa yang telah mereka kerjakan."},{"database_id":"68","surah_number":"45","verse_number":"15","ayah_text":"Barangsiapa yang mengerjakan amal saleh, maka itu adalah untuk dirinya sendiri, dan barangsiapa yang mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmulah kamu dikembalikan."},{"database_id":"68","surah_number":"45","verse_number":"16","ayah_text":"Dan sesungguhnya telah Kami berikan kepada Bani Israil Al Kitab (Taurat), kekuasaan dan kenabian dan Kami berikan kepada mereka rezeki-rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masanya)."},{"database_id":"68","surah_number":"45","verse_number":"17","ayah_text":"Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan (agama); maka mereka tidak berselisih melainkan sesudah datang kepada mereka pengetahuan karena kedengkian yang ada di antara mereka. Sesungguhnya Tuhanmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya."},{"database_id":"68","surah_number":"45","verse_number":"18","ayah_text":"Kemudian Kami jadikan kamu berada di atas suatu syariat (peraturan) dari urusan (agama itu), maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui."},{"database_id":"68","surah_number":"45","verse_number":"19","ayah_text":"Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikitpun dari siksaan Allah. Dan Sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain, dan Allah adalah pelindung orang-orang yang bertakwa."},{"database_id":"68","surah_number":"45","verse_number":"20","ayah_text":"Al Quran ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini."},{"database_id":"68","surah_number":"45","verse_number":"21","ayah_text":"Apakah orang-orang yang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama antara kehidupan dan kematian mereka? Amat buruklah apa yang mereka sangka itu."},{"database_id":"68","surah_number":"45","verse_number":"22","ayah_text":"Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya, dan mereka tidak akan dirugikan."},{"database_id":"68","surah_number":"45","verse_number":"23","ayah_text":"Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya berdasarkan ilmu-Nya dan Allah telah mengunci mati pendengaran dan hatinya dan meletakkan tutupan atas penglihatannya? Maka siapakah yang akan memberinya petunjuk sesudah Allah (membiarkannya sesat). Maka mengapa kamu tidak mengambil pelajaran?"},{"database_id":"68","surah_number":"45","verse_number":"24","ayah_text":"Dan mereka berkata: &quot;Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup dan tidak ada yang akan membinasakan kita selain masa&quot;, dan mereka sekali-kali tidak mempunyai pengetahuan tentang itu, mereka tidak lain hanyalah menduga-duga saja."},{"database_id":"68","surah_number":"45","verse_number":"25","ayah_text":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain dari mengatakan: &quot;Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar&quot;."},{"database_id":"68","surah_number":"45","verse_number":"26","ayah_text":"Katakanlah: &quot;Allah-lah yang menghidupkan kamu kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya; akan tetapi kebanyakan manusia tidak mengetahui."},{"database_id":"68","surah_number":"45","verse_number":"27","ayah_text":"Dan hanya kepunyaan Allah kerajaan langit dan bumi. Dan pada hari terjadinya kebangkitan, akan rugilah pada hari itu orang-orang yang mengerjakan kebathilan."},{"database_id":"68","surah_number":"45","verse_number":"28","ayah_text":"Dan (pada hari itu) kamu lihat tiap-tiap umat berlutut. Tiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan terhadap apa yang telah kamu kerjakan."},{"database_id":"68","surah_number":"45","verse_number":"29","ayah_text":"(Allah berfirman): &quot;Inilah kitab (catatan) Kami yang menuturkan terhadapmu dengan benar. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan&quot;."},{"database_id":"68","surah_number":"45","verse_number":"30","ayah_text":"Adapun orang-orang yang beriman dan mengerjakan amal saleh maka Tuhan mereka memasukkan mereka ke dalam rahmat-Nya (surga). Itulah keberuntungan yang nyata."},{"database_id":"68","surah_number":"45","verse_number":"31","ayah_text":"Dan adapun orang-orang yang kafir (kepada mereka dikatakan): &quot;Maka apakah belum ada ayat-ayat-Ku yang dibacakan kepadamu lalu kamu menyombongkan diri dan kamu jadi kaum yang berbuat dosa?&quot;"},{"database_id":"68","surah_number":"45","verse_number":"32","ayah_text":"Dan apabila dikatakan (kepadamu): &quot;Sesungguhnya janji Allah itu adalah benar dan hari berbangkit itu tidak ada keraguan padanya&quot;, niscaya kamu menjawab: &quot;Kami tidak tahu apakah hari kiamat itu, kami sekali-kali tidak lain hanyalah menduga-duga saja dan kami sekali-kali tidak meyakini(nya)&quot;."},{"database_id":"68","surah_number":"45","verse_number":"33","ayah_text":"Dan nyatalah bagi mereka keburukan-keburukan dari apa yang mereka kerjakan dan mereka diliputi oleh (azab) yang mereka selalu memperolok-olokkannya."},{"database_id":"68","surah_number":"45","verse_number":"34","ayah_text":"Dan dikatakan (kepada mereka): &quot;Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini dan tempat kembalimu ialah neraka dan kamu sekali-kali tidak memperoleh penolong&quot;."},{"database_id":"68","surah_number":"45","verse_number":"35","ayah_text":"Yang demikian itu, karena sesungguhnya kamu menjadikan ayat-ayat Allah sebagai olok-olokan dan kamu telah ditipu oleh kehidupan dunia, maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertaubat."},{"database_id":"68","surah_number":"45","verse_number":"36","ayah_text":"Maka bagi Allah-lah segala puji, Tuhan langit dan Tuhan bumi, Tuhan semesta alam."},{"database_id":"68","surah_number":"45","verse_number":"37","ayah_text":"Dan bagi-Nya-lah keagungan di langit dan bumi, Dialah Yang Maha Perkasa lagi Maha Bijaksana."}]