[{"database_id":"68","surah_number":"54","verse_number":"1","ayah_text":"Telah dekat datangnya saat itu dan telah terbelah bulan."},{"database_id":"68","surah_number":"54","verse_number":"2","ayah_text":"Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata: &quot;(Ini adalah) sihir yang terus menerus&quot;."},{"database_id":"68","surah_number":"54","verse_number":"3","ayah_text":"Dan mereka mendutakan (Nabi) dan mengikuti hawa nafsu mereka, sedang tiap-tiap urusan telah ada ketetapannya"},{"database_id":"68","surah_number":"54","verse_number":"4","ayah_text":"Dan sesungguhnya telah datang kepada mereka beberapa kisah yang di dalamnya terdapat cegahan (dari kekafiran)."},{"database_id":"68","surah_number":"54","verse_number":"5","ayah_text":"Itulah suatu hikmah yang sempurna maka peringatan-peringatan itu tidak berguna (bagi mereka)."},{"database_id":"68","surah_number":"54","verse_number":"6","ayah_text":"Maka berpalinglah kamu dari mereka. (Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan (hari pembalasan),"},{"database_id":"68","surah_number":"54","verse_number":"7","ayah_text":"sambil menundukkan pandangan-pandangan mereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan"},{"database_id":"68","surah_number":"54","verse_number":"8","ayah_text":"mereka datang dengan cepat kepada penyeru itu. Orang-orang kafir berkata: &quot;Ini adalah hari yang berat&quot;."},{"database_id":"68","surah_number":"54","verse_number":"9","ayah_text":"Sebelum mereka, telah mendustakan (pula) kamu Nuh, maka mereka mendustakan hamba Kami (Nuh) dan mengatakan: &quot;Dia seorang gila dan dia sudah pernah diberi ancaman)."},{"database_id":"68","surah_number":"54","verse_number":"10","ayah_text":"Maka dia mengadu kepada Tuhannya: &quot;bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu menangkanlah (aku)&quot;."},{"database_id":"68","surah_number":"54","verse_number":"11","ayah_text":"Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah."},{"database_id":"68","surah_number":"54","verse_number":"12","ayah_text":"Dan Kami jadikan bumi memancarkan mata air-mata air, maka bertemulah air-air itu untuk suatu urusan yang sungguh telah ditetapkan."},{"database_id":"68","surah_number":"54","verse_number":"13","ayah_text":"Dan Kami angkut Nuh ke atas (bahtera) yang terbuat dari papan dan paku,"},{"database_id":"68","surah_number":"54","verse_number":"14","ayah_text":"Yang berlayar dengan pemeliharaan Kami sebagai belasan bagi orang-orang yang diingkari (Nuh)."},{"database_id":"68","surah_number":"54","verse_number":"15","ayah_text":"Dan sesungguhnya telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"16","ayah_text":"Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"17","ayah_text":"Dan sesungguhnya telah Kami mudahkan Al-Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"18","ayah_text":"Kaum ´Aad pun mendustakan (pula). Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"19","ayah_text":"Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang pada hari nahas yang terus menerus,"},{"database_id":"68","surah_number":"54","verse_number":"20","ayah_text":"yang menggelimpangkan manusia seakan-akan mereka pokok korma yang tumbang."},{"database_id":"68","surah_number":"54","verse_number":"21","ayah_text":"Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"22","ayah_text":"Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"23","ayah_text":"Kaum Tsamudpun telah mendustakan ancaman-ancaman (itu)."},{"database_id":"68","surah_number":"54","verse_number":"24","ayah_text":"Maka mereka berkata: &quot;Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?&quot; Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila&quot;."},{"database_id":"68","surah_number":"54","verse_number":"25","ayah_text":"Apakah wahyu itu diturunkan kepadanya di antara kita? Sebenarnya dia adalah seorang yang amat pendusta lagi sombong."},{"database_id":"68","surah_number":"54","verse_number":"26","ayah_text":"Kelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong."},{"database_id":"68","surah_number":"54","verse_number":"27","ayah_text":"Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah (tindakan) mereka dan bersabarlah."},{"database_id":"68","surah_number":"54","verse_number":"28","ayah_text":"Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka (dengan unta betina itu); tiap-tiap giliran minum dihadiri (oleh yang punya giliran)"},{"database_id":"68","surah_number":"54","verse_number":"29","ayah_text":"Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya."},{"database_id":"68","surah_number":"54","verse_number":"30","ayah_text":"Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"31","ayah_text":"Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput kering (yang dikumpulkan oleh) yang punya kandang binatang."},{"database_id":"68","surah_number":"54","verse_number":"32","ayah_text":"Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"33","ayah_text":"Kaum Luth-pun telah mendustakan ancaman-ancaman (nabinya)."},{"database_id":"68","surah_number":"54","verse_number":"34","ayah_text":"Sesungguhnya Kami telah menghembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Luth. Mereka Kami selamatkan sebelum fajar menyingsing,"},{"database_id":"68","surah_number":"54","verse_number":"35","ayah_text":"sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur,"},{"database_id":"68","surah_number":"54","verse_number":"36","ayah_text":"Dan sesungguhnya dia (Luth) telah memperingatkan mereka akan azab-azab Kami, maka mereka mendustakan ancaman-ancaman itu."},{"database_id":"68","surah_number":"54","verse_number":"37","ayah_text":"Dan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"38","ayah_text":"Dan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal."},{"database_id":"68","surah_number":"54","verse_number":"39","ayah_text":"Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku."},{"database_id":"68","surah_number":"54","verse_number":"40","ayah_text":"Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"41","ayah_text":"Dan sesungguhnya telah datang kepada kaum Fir´aun ancaman-ancaman."},{"database_id":"68","surah_number":"54","verse_number":"42","ayah_text":"Mereka mendustakan mukjizat Kami semuanya, lalu Kami azab mereka sebagai azab dari Yang Maha Perkasa lagi Maha Kuasa"},{"database_id":"68","surah_number":"54","verse_number":"43","ayah_text":"Apakah orang-orang kafirmu (hai kaum musyrikin) lebih baik dari mereka itu, atau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam Kitab-kitab yang dahulu"},{"database_id":"68","surah_number":"54","verse_number":"44","ayah_text":"Atau apakah mereka mengatakan: &quot;Kami adalah satu golongan yang bersatu yang pasti menang&quot;."},{"database_id":"68","surah_number":"54","verse_number":"45","ayah_text":"Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang."},{"database_id":"68","surah_number":"54","verse_number":"46","ayah_text":"Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit."},{"database_id":"68","surah_number":"54","verse_number":"47","ayah_text":"Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka."},{"database_id":"68","surah_number":"54","verse_number":"48","ayah_text":"(Ingatlah) pada hari mereka diseret ke neraka atas muka mereka. (Dikatakan kepada mereka): &quot;Rasakanlah sentuhan api neraka!&quot;"},{"database_id":"68","surah_number":"54","verse_number":"49","ayah_text":"Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran."},{"database_id":"68","surah_number":"54","verse_number":"50","ayah_text":"Dan perintah Kami hanyalah satu perkataan seperti kejapan mata."},{"database_id":"68","surah_number":"54","verse_number":"51","ayah_text":"Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kamu. Maka adakah orang yang mau mengambil pelajaran?"},{"database_id":"68","surah_number":"54","verse_number":"52","ayah_text":"Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan"},{"database_id":"68","surah_number":"54","verse_number":"53","ayah_text":"Dan segala (urusan) yang kecil maupun yang besar adalah tertulis."},{"database_id":"68","surah_number":"54","verse_number":"54","ayah_text":"Sesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai,"},{"database_id":"68","surah_number":"54","verse_number":"55","ayah_text":"di tempat yang disenangi di sisi Tuhan Yang Berkuasa."}]