[{"database_id":"68","surah_number":"62","verse_number":"1","ayah_text":"Senantiasa bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi. Raja, Yang Maha Suci, Yang Maha Perkasa lagi Maha Bijaksana."},{"database_id":"68","surah_number":"62","verse_number":"2","ayah_text":"Dialah yang mengutus kepada kaum yang buta huruf seorang Rasul di antara mereka, yang membacakan ayat-ayat-Nya kepada mereka, mensucikan mereka dan mengajarkan mereka Kitab dan Hikmah (As Sunnah). Dan sesungguhnya mereka sebelumnya benar-benar dalam kesesatan yang nyata,"},{"database_id":"68","surah_number":"62","verse_number":"3","ayah_text":"dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana."},{"database_id":"68","surah_number":"62","verse_number":"4","ayah_text":"Demikianlah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang besar."},{"database_id":"68","surah_number":"62","verse_number":"5","ayah_text":"Perumpamaan orang-orang yang dipikulkan kepadanya Taurat, kemudian mereka tiada memikulnya adalah seperti keledai yang membawa kitab-kitab yang tebal. Amatlah buruknya perumpamaan kaum yang mendustakan ayat-ayat Allah itu. Dan Allah tiada memberi petunjuk kepada kaum yang zalim."},{"database_id":"68","surah_number":"62","verse_number":"6","ayah_text":"Katakanlah: &quot;Hai orang-orang yang menganut agama Yahudi, jika kamu mendakwakan bahwa sesungguhnya kamu sajalah kekasih Allah bukan manusia-manusia yang lain, maka harapkanlah kematianmu, jika kamu adalah orang-orang yang benar&quot;."},{"database_id":"68","surah_number":"62","verse_number":"7","ayah_text":"Mereka tiada akan mengharapkan kematian itu selama-lamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui akan orang-orang yang zalim."},{"database_id":"68","surah_number":"62","verse_number":"8","ayah_text":"Katakanlah: &quot;Sesungguhnya kematian yang kamu lari daripadanya, maka sesungguhnya kematian itu akan menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang ghaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan&quot;."},{"database_id":"68","surah_number":"62","verse_number":"9","ayah_text":"Hai orang-orang beriman, apabila diseru untuk menunaikan shalat Jum´at, maka bersegeralah kamu kepada mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui."},{"database_id":"68","surah_number":"62","verse_number":"10","ayah_text":"Apabila telah ditunaikan shalat, maka bertebaranlah kamu di muka bumi; dan carilah karunia Allah dan ingatlah Allah banyak-banyak supaya kamu beruntung."},{"database_id":"68","surah_number":"62","verse_number":"11","ayah_text":"Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya dan mereka tinggalkan kamu sedang berdiri (berkhotbah). Katakanlah: &quot;Apa yang di sisi Allah lebih baik daripada permainan dan perniagaan&quot;, dan Allah Sebaik-baik Pemberi rezeki."}]