[{"database_id":"68","surah_number":"7","verse_number":"1","ayah_text":"Alif laam mim shaad."},{"database_id":"68","surah_number":"7","verse_number":"2","ayah_text":"Ini adalah sebuah kitab yang diturunkan kepadamu, maka janganlah ada kesempitan di dalam dadamu karenanya, supaya kamu memberi peringatan dengan kitab itu (kepada orang kafir), dan menjadi pelajaran bagi orang-orang yang beriman."},{"database_id":"68","surah_number":"7","verse_number":"3","ayah_text":"Ikutilah apa yang diturunkan kepadamu dari Tuhanmu dan janganlah kamu mengikuti pemimpin-pemimpin selain-Nya. Amat sedikitlah kamu mengambil pelajaran (daripadanya)."},{"database_id":"68","surah_number":"7","verse_number":"4","ayah_text":"Betapa banyaknya negeri yang telah Kami binasakan, maka datanglah siksaan Kami (menimpa penduduk)nya di waktu mereka berada di malam hari, atau di waktu mereka beristirahat di tengah hari."},{"database_id":"68","surah_number":"7","verse_number":"5","ayah_text":"Maka tidak adalah keluhan mereka di waktu datang kepada mereka siksaan Kami, kecuali mengatakan: &quot;Sesungguhnya kami adalah orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"7","verse_number":"6","ayah_text":"Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka dan sesungguhnya Kami akan menanyai (pula) rasul-rasul (Kami),"},{"database_id":"68","surah_number":"7","verse_number":"7","ayah_text":"maka sesungguhnya akan Kami kabarkan kepada mereka (apa-apa yang telah mereka perbuat), sedang (Kami) mengetahui (keadaan mereka), dan Kami sekali-kali tidak jauh (dari mereka)."},{"database_id":"68","surah_number":"7","verse_number":"8","ayah_text":"Timbangan pada hari itu ialah kebenaran (keadilan), maka barangsiapa berat timbangan kebaikannya, maka mereka itulah orang-orang yang beruntung."},{"database_id":"68","surah_number":"7","verse_number":"9","ayah_text":"Dan siapa yang ringan timbangan kebaikannya, maka itulah orang-orang yang merugikan dirinya sendiri, disebabkan mereka selalu mengingkari ayat-ayat Kami."},{"database_id":"68","surah_number":"7","verse_number":"10","ayah_text":"Sesungguhnya Kami telah menempatkan kamu sekalian di muka bumi dan Kami adakan bagimu di muka bumi (sumber) penghidupan. Amat sedikitlah kamu bersyukur."},{"database_id":"68","surah_number":"7","verse_number":"11","ayah_text":"Sesungguhnya Kami telah menciptakan kamu (Adam), lalu Kami bentuk tubuhmu, kemudian Kami katakan kepada para malaikat: &quot;Bersujudlah kamu kepada Adam&quot;, maka merekapun bersujud kecuali iblis. Dia tidak termasuk mereka yang bersujud."},{"database_id":"68","surah_number":"7","verse_number":"12","ayah_text":"Allah berfirman: &quot;Apakah yang menghalangimu untuk bersujud (kepada Adam) di waktu Aku menyuruhmu?&quot; Menjawab iblis &quot;Saya lebih baik daripadanya: Engkau ciptakan saya dari api sedang dia Engkau ciptakan dari tanah&quot;."},{"database_id":"68","surah_number":"7","verse_number":"13","ayah_text":"Allah berfirman: &quot;Turunlah kamu dari surga itu; karena kamu sepatutnya menyombongkan diri di dalamnya, maka keluarlah, sesungguhnya kamu termasuk orang-orang yang hina&quot;."},{"database_id":"68","surah_number":"7","verse_number":"14","ayah_text":"Iblis menjawab: &quot;Beri tangguhlah saya sampai waktu mereka dibangkitkan&quot;."},{"database_id":"68","surah_number":"7","verse_number":"15","ayah_text":"Allah berfirman: &quot;Sesungguhnya kamu termasuk mereka yang diberi tangguh&quot;."},{"database_id":"68","surah_number":"7","verse_number":"16","ayah_text":"Iblis menjawab: &quot;Karena Engkau telah menghukum saya tersesat, saya benar-benar akan (menghalang-halangi) mereka dari jalan Engkau yang lurus,"},{"database_id":"68","surah_number":"7","verse_number":"17","ayah_text":"kemudian saya akan mendatangi mereka dari muka dan dari belakang mereka, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur (taat)."},{"database_id":"68","surah_number":"7","verse_number":"18","ayah_text":"Allah berfirman: &quot;Keluarlah kamu dari surga itu sebagai orang terhina lagi terusir. Sesungguhnya barangsiapa di antara mereka mengikuti kamu, benar-benar Aku akan mengisi neraka Jahannam dengan kamu semuanya&quot;."},{"database_id":"68","surah_number":"7","verse_number":"19","ayah_text":"(Dan Allah berfirman): &quot;Hai Adam bertempat tinggallah kamu dan isterimu di surga serta makanlah olehmu berdua (buah-buahan) di mana saja yang kamu sukai, dan janganlah kamu berdua mendekati pohon ini, lalu menjadilah kamu berdua termasuk orang-orang yang zalim&quot;."},{"database_id":"68","surah_number":"7","verse_number":"20","ayah_text":"Maka syaitan membisikkan pikiran jahat kepada keduanya untuk menampakkan kepada keduanya apa yang tertutup dari mereka yaitu auratnya dan syaitan berkata: &quot;Tuhan kamu tidak melarangmu dan mendekati pohon ini, melainkan supaya kamu berdua tidak menjadi malaikat atau tidak menjadi orang-orang yang kekal (dalam surga)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"21","ayah_text":"Dan dia (syaitan) bersumpah kepada keduanya. &quot;Sesungguhnya saya adalah termasuk orang yang memberi nasehat kepada kamu berdua&quot;,"},{"database_id":"68","surah_number":"7","verse_number":"22","ayah_text":"maka syaitan membujuk keduanya (untuk memakan buah itu) dengan tipu daya. Tatkala keduanya telah merasai buah kayu itu, nampaklah bagi keduanya aurat-auratnya, dan mulailah keduanya menutupinya dengan daun-daun surga. Kemudian Tuhan mereka menyeru mereka: &quot;Bukankah Aku telah melarang kamu berdua dari pohon kayu itu dan Aku katakan kepadamu: &quot;Sesungguhnya syaitan itu adalah musuh yang nyata bagi kamu berdua?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"23","ayah_text":"Keduanya berkata: &quot;Ya Tuhan kami, kami telah menganiaya diri kami sendiri, dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi."},{"database_id":"68","surah_number":"7","verse_number":"24","ayah_text":"Allah berfirman: &quot;Turunlah kamu sekalian, sebahagian kamu menjadi musuh bagi sebahagian yang lain. Dan kamu mempunyai tempat kediaman dan kesenangan (tempat mencari kehidupan) di muka bumi sampai waktu yang telah ditentukan&quot;."},{"database_id":"68","surah_number":"7","verse_number":"25","ayah_text":"Allah berfirman: &quot;Di bumi itu kamu hidup dan di bumi itu kamu mati, dan dari bumi itu (pula) kamu akan dibangkitkan."},{"database_id":"68","surah_number":"7","verse_number":"26","ayah_text":"Hai anak Adam, sesungguhnya Kami telah menurunkan kepadamu pakaian untuk menutup auratmu dan pakaian indah untuk perhiasan. Dan pakaian takwa itulah yang paling baik. Yang demikian itu adalah sebahagian dari tanda-tanda kekuasaan Allah, mudah-mudahan mereka selalu ingat."},{"database_id":"68","surah_number":"7","verse_number":"27","ayah_text":"Hai anak Adam, janganlah sekali-kali kamu dapat ditipu oleh syaitan sebagaimana ia telah mengeluarkan kedua ibu bapamu dari surga, ia menanggalkan dari keduanya pakaiannya untuk memperlihatkan kepada keduanya auratnya. Sesungguhnya ia dan pengikut-pengikutnya melihat kamu dan suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan syaitan-syaitan itu pemimpin-pemimpim bagi orang-orang yang tidak beriman."},{"database_id":"68","surah_number":"7","verse_number":"28","ayah_text":"Dan apabila mereka melakukan perbuatan keji, mereka berkata: &quot;Kami mendapati nenek moyang kami mengerjakan yang demikian itu, dan Allah menyuruh kami mengerjakannya&quot;. Katakanlah: &quot;Sesungguhnya Allah tidak menyuruh (mengerjakan) perbuatan yang keji&quot;. Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?"},{"database_id":"68","surah_number":"7","verse_number":"29","ayah_text":"Katakanlah: &quot;Tuhanku menyuruh menjalankan keadilan&quot;. Dan (katakanlah): &quot;Luruskanlah muka (diri)mu di setiap sembahyang dan sembahlah Allah dengan mengikhlaskan ketaatanmu kepada-Nya. Sebagaimana Dia telah menciptakan kamu pada permulaan (demikian pulalah kamu akan kembali kepada-Nya)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"30","ayah_text":"Sebahagian diberi-Nya petunjuk dan sebahagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan syaitan-syaitan pelindung (mereka) selain Allah, dan mereka mengira bahwa mereka mendapat petunjuk."},{"database_id":"68","surah_number":"7","verse_number":"31","ayah_text":"Hai anak Adam, pakailah pakaianmu yang indah di setiap (memasuki) mesjid, makan dan minumlah, dan janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan."},{"database_id":"68","surah_number":"7","verse_number":"32","ayah_text":"Katakanlah: &quot;Siapakah yang mengharamkan perhiasan dari Allah yang telah dikeluarkan-Nya untuk hamba-hamba-Nya dan (siapa pulakah yang mengharamkan) rezeki yang baik?&quot; Katakanlah: &quot;Semuanya itu (disediakan) bagi orang-orang yang beriman dalam kehidupan dunia, khusus (untuk mereka saja) di hari kiamat&quot;. Demikianlah Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui."},{"database_id":"68","surah_number":"7","verse_number":"33","ayah_text":"Katakanlah: &quot;Tuhanku hanya mengharamkan perbuatan yang keji, baik yang nampak ataupun yang tersembunyi, dan perbuatan dosa, melanggar hak manusia tanpa alasan yang benar, (mengharamkan) mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan hujjah untuk itu dan (mengharamkan) mengada-adakan terhadap Allah apa yang tidak kamu ketahui&quot;."},{"database_id":"68","surah_number":"7","verse_number":"34","ayah_text":"Tiap-tiap umat mempunyai batas waktu; maka apabila telah datang waktunya mereka tidak dapat mengundurkannya barang sesaatpun dan tidak dapat (pula) memajukannya."},{"database_id":"68","surah_number":"7","verse_number":"35","ayah_text":"Hai anak-anak Adam, jika datang kepadamu rasul-rasul daripada kamu yang menceritakan kepadamu ayat-ayat-Ku, maka barangsiapa yang bertakwa dan mengadakan perbaikan, tidaklah ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati."},{"database_id":"68","surah_number":"7","verse_number":"36","ayah_text":"Dan orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itu penghuni-penghuni neraka; mereka kekal di dalamnya."},{"database_id":"68","surah_number":"7","verse_number":"37","ayah_text":"Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah atau mendustakan ayat-ayat-Nya? Orang-orang itu akan memperoleh bahagian yang telah ditentukan untuknya dalam Kitab (Lauh Mahfuzh); hingga bila datang kepada mereka utusan-utusan Kami (malaikat) untuk mengambil nyawanya, (di waktu itu) utusan Kami bertanya: &quot;Di mana (berhala-berhala) yang biasa kamu sembah selain Allah?&quot; Orang-orang musyrik itu menjawab: &quot;Berhala-berhala itu semuanya telah lenyap dari kami,&quot; dan mereka mengakui terhadap diri mereka bahwa mereka adalah orang-orang yang kafir."},{"database_id":"68","surah_number":"7","verse_number":"38","ayah_text":"Allah berfirman: &quot;Masuklah kamu sekalian ke dalam neraka bersama umat-umat jin dan manusia yang telah terdahulu sebelum kamu. Setiap suatu umat masuk (ke dalam neraka), dia mengutuk kawannya (menyesatkannya); sehingga apabila mereka masuk semuanya berkatalah orang-orang yang masuk kemudian di antara mereka kepada orang-orang yang masuk terdahulu: &quot;Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda dari neraka&quot;. Allah berfirman: &quot;Masing-masing mendapat (siksaan) yang berlipat ganda, akan tetapi kamu tidak mengetahui&quot;."},{"database_id":"68","surah_number":"7","verse_number":"39","ayah_text":"Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian: &quot;Kamu tidak mempunyai kelebihan sedikitpun atas kami, maka rasakanlah siksaan karena perbuatan yang telah kamu lakukan&quot;."},{"database_id":"68","surah_number":"7","verse_number":"40","ayah_text":"Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, sekali-kali tidak akan dibukakan bagi mereka pintu-pintu langit dan tidak (pula) mereka masuk surga, hingga unta masuk ke lubang jarum. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat kejahatan."},{"database_id":"68","surah_number":"7","verse_number":"41","ayah_text":"Mereka mempunyai tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim,"},{"database_id":"68","surah_number":"7","verse_number":"42","ayah_text":"dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, Kami tidak memikulkan kewajiban kepada diri seseorang melainkan sekedar kesanggupannya, mereka itulah penghuni-penghuni surga; mereka kekal di dalamnya."},{"database_id":"68","surah_number":"7","verse_number":"43","ayah_text":"Dan Kami cabut segala macam dendam yang berada di dalam dada mereka; mengalir di bawah mereka sungai-sungai dan mereka berkata: &quot;Segala puji bagi Allah yang telah menunjuki kami kepada (surga) ini. Dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk. Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran&quot;. Dan diserukan kepada mereka: &quot;ltulah surga yang diwariskan kepadamu, disebabkan apa yang dahulu kamu kerjakan&quot;."},{"database_id":"68","surah_number":"7","verse_number":"44","ayah_text":"Dan penghuni-penghuni surga berseru kepada Penghuni-penghuni neraka (dengan mengatakan): &quot;Sesungguhnya kami dengan sebenarnya telah memperoleh apa yang Tuhan kami menjanjikannya kepada kami. Maka apakah kamu telah memperoleh dengan sebenarnya apa (azab) yang Tuhan kamu menjanjikannya (kepadamu)?&quot; Mereka (penduduk neraka) menjawab: &quot;Betul&quot;. Kemudian seorang penyeru (malaikat) mengumumkan di antara kedua golongan itu: &quot;Kutukan Allah ditimpakan kepada orang-orang yang zalim,"},{"database_id":"68","surah_number":"7","verse_number":"45","ayah_text":"(yaitu) orang-orang yang menghalang-halangi (manusia) dari jalan Allah dan menginginkan agar jalan itu menjadi bengkok, dan mereka kafir kepada kehidupan akhirat&quot;."},{"database_id":"68","surah_number":"7","verse_number":"46","ayah_text":"Dan di antara keduanya (penghuni surga dan neraka) ada batas; dan di atas A´raaf itu ada orang-orang yang mengenal masing-masing dari dua golongan itu dengan tanda-tanda mereka. Dan mereka menyeru penduduk surga: &quot;Salaamun ´alaikum&quot;. Mereka belum lagi memasukinya, sedang mereka ingin segera (memasukinya)."},{"database_id":"68","surah_number":"7","verse_number":"47","ayah_text":"Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata: &quot;Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang yang zalim itu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"48","ayah_text":"Dan orang-orang yang di atas A´raaf memanggil beberapa orang (pemuka-pemuka orang kafir) yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan: &quot;Harta yang kamu kumpulkan dan apa yang selalu kamu sombongkan itu, tidaklah memberi manfaat kepadamu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"49","ayah_text":"(Orang-orang di atas A´raaf bertanya kepada penghuni neraka): &quot;Itukah orang-orang yang kamu telah bersumpah bahwa mereka tidak akan mendapat rahmat Allah?&quot;. (Kepada orang mukmin itu dikatakan): &quot;Masuklah ke dalam surga, tidak ada kekhawatiran terhadapmu dan tidak (pula) kamu bersedih hati&quot;."},{"database_id":"68","surah_number":"7","verse_number":"50","ayah_text":"Dan penghuni neraka menyeru penghuni surga: &quot;Limpahkanlah kepada kami sedikit air atau makanan yang telah direzekikan Allah kepadamu&quot;. Mereka (penghuni surga) menjawab: &quot;Sesungguhnya Allah telah mengharamkan keduanya itu atas orang-orang kafir,"},{"database_id":"68","surah_number":"7","verse_number":"51","ayah_text":"(yaitu) orang-orang yang menjadikan agama mereka sebagai main-main dan senda gurau, dan kehidupan dunia telah menipu mereka&quot;. Maka pada hari (kiamat) ini, Kami melupakan mereka sebagaimana mereka melupakan pertemuan mereka dengan hari ini, dan (sebagaimana) mereka selalu mengingkari ayat-ayat Kami."},{"database_id":"68","surah_number":"7","verse_number":"52","ayah_text":"Dan sesungguhnya Kami telah mendatangkan sebuah Kitab (Al Quran) kepada mereka yang Kami telah menjelaskannya atas dasar pengetahuan Kami; menjadi petunjuk dan rahmat bagi orang-orang yang beriman."},{"database_id":"68","surah_number":"7","verse_number":"53","ayah_text":"Tiadalah mereka menunggu-nunggu kecuali (terlaksananya kebenaran) Al Quran itu. Pada hari datangnya kebenaran pemberitaan Al Quran itu, berkatalah orang-orang yang melupakannya sebelum itu: &quot;Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafa´at yang akan memberi syafa´at bagi kami, atau dapatkah kami dikembalikan (ke dunia) sehingga kami dapat beramal yang lain dari yang pernah kami amalkan?&quot;. Sungguh mereka telah merugikan diri mereka sendiri dan telah lenyaplah dari mereka tuhan-tuhan yang mereka ada-adakan."},{"database_id":"68","surah_number":"7","verse_number":"54","ayah_text":"Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ´Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat, dan (diciptakan-Nya pula) matahari, bulan dan bintang-bintang (masing-masing) tunduk kepada perintah-Nya. Ingatlah, menciptakan dan memerintah hanyalah hak Allah. Maha Suci Allah, Tuhan semesta alam."},{"database_id":"68","surah_number":"7","verse_number":"55","ayah_text":"Berdoalah kepada Tuhanmu dengan berendah diri dan suara yang lembut. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas."},{"database_id":"68","surah_number":"7","verse_number":"56","ayah_text":"Dan janganlah kamu membuat kerusakan di muka bumi, sesudah (Allah) memperbaikinya dan berdoalah kepada-Nya dengan rasa takut (tidak akan diterima) dan harapan (akan dikabulkan). Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik."},{"database_id":"68","surah_number":"7","verse_number":"57","ayah_text":"Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya (hujan); hingga apabila angin itu telah membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu, maka Kami keluarkan dengan sebab hujan itu pelbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang-orang yang telah mati, mudah-mudahan kamu mengambil pelajaran."},{"database_id":"68","surah_number":"7","verse_number":"58","ayah_text":"Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan seizin Allah; dan tanah yang tidak subur, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami mengulangi tanda-tanda kebesaran (Kami) bagi orang-orang yang bersyukur."},{"database_id":"68","surah_number":"7","verse_number":"59","ayah_text":"Sesungguhnya Kami telah mengutus Nuh kepada kaumnya lalu ia berkata: &quot;Wahai kaumku sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya&quot;. Sesungguhnya (kalau kamu tidak menyembah Allah), aku takut kamu akan ditimpa azab hari yang besar (kiamat)."},{"database_id":"68","surah_number":"7","verse_number":"60","ayah_text":"Pemuka-pemuka dari kaumnya berkata: &quot;Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata&quot;."},{"database_id":"68","surah_number":"7","verse_number":"61","ayah_text":"Nuh menjawab: &quot;Hai kaumku, tak ada padaku kesesatan sedikitpun tetapi aku adalah utusan dari Tuhan semesta alam&quot;."},{"database_id":"68","surah_number":"7","verse_number":"62","ayah_text":"&quot;Aku sampaikan kepadamu amanat-amanat Tuhanku dan aku memberi nasehat kepadamu. dan aku mengetahui dari Allah apa yang tidak kamu ketahui&quot;."},{"database_id":"68","surah_number":"7","verse_number":"63","ayah_text":"Dan apakah kamu (tidak percaya) dan heran bahwa datang kepada kamu peringatan dari Tuhanmu dengan perantaraan seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu dan mudah-mudahan kamu bertakwa dan supaya kamu mendapat rahmat?"},{"database_id":"68","surah_number":"7","verse_number":"64","ayah_text":"Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya dalam bahtera, dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya)."},{"database_id":"68","surah_number":"7","verse_number":"65","ayah_text":"Dan (Kami telah mengutus) kepada kaum ´Aad saudara mereka, Hud. Ia berkata: &quot;Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa kepada-Nya?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"66","ayah_text":"Pemuka-pemuka yang kafir dari kaumnya berkata: &quot;Sesungguhnya kami benar benar memandang kamu dalam keadaan kurang akal dan sesungguhnya kami menganggap kamu termasuk orang orang yang berdusta&quot;."},{"database_id":"68","surah_number":"7","verse_number":"67","ayah_text":"Hud herkata &quot;Hai kaumku, tidak ada padaku kekurangan akal sedikitpun, tetapi aku ini adalah utusan dari Tuhan semesta alam."},{"database_id":"68","surah_number":"7","verse_number":"68","ayah_text":"Aku menyampaikan amanat-amanat Tuhanku kepadamu dan aku hanyalah pemberi nasehat yang terpercaya bagimu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"69","ayah_text":"Apakah kamu (tidak percaya) dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh seorang laki-laki di antaramu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti (yang berkuasa) sesudah lenyapnya kaum Nuh, dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu (daripada kaum Nuh itu). Maka ingatlah nikmat-nikmat Allah supaya kamu mendapat keberuntungan."},{"database_id":"68","surah_number":"7","verse_number":"70","ayah_text":"Mereka berkata: &quot;Apakah kamu datang kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh bapak-bapak kami? maka datangkanlah azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar&quot;."},{"database_id":"68","surah_number":"7","verse_number":"71","ayah_text":"Ia berkata: &quot;Sungguh sudah pasti kamu akan ditimpa azab dan kemarahan dari Tuhanmu&quot;. Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama (berhala) yang kamu beserta nenek moyangmu menamakannya, padahal Allah sekali-kali tidak menurunkan hujjah untuk itu? Maka tunggulah (azab itu), sesungguhnya aku juga termasuk orang yamg menunggu bersama kamu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"72","ayah_text":"Maka kami selamatkan Hud beserta orang-orang yang bersamanya dengan rahmat yang besar dari Kami, dan Kami tumpas orang-orang yang mendustakan ayat-ayat Kami, dan tiadalah mereka orang-orang yang beriman."},{"database_id":"68","surah_number":"7","verse_number":"73","ayah_text":"Dan (Kami telah mengutus) kepada kaum Tsamud saudara mereka Shaleh. Ia berkata: &quot;Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata kepadamu dari Tuhanmu. Unta betina Allah ini menjadi tanda bagimu, maka biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apapun, (yang karenanya) kamu akan ditimpa siksaan yang pedih&quot;."},{"database_id":"68","surah_number":"7","verse_number":"74","ayah_text":"Dan ingatlah olehmu di waktu Tuhan menjadikam kamu pengganti-pengganti (yang berkuasa) sesudah kaum ´Aad dan memberikan tempat bagimu di bumi. Kamu dirikan istana-istana di tanah-tanahnya yang datar dan kamu pahat gunung-gunungnya untuk dijadikan rumah; maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan."},{"database_id":"68","surah_number":"7","verse_number":"75","ayah_text":"Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka: &quot;Tahukah kamu bahwa Shaleh di utus (menjadi rasul) oleh Tuhannya?&quot;. Mereka menjawab: &quot;Sesungguhnya kami beriman kepada wahyu, yang Shaleh diutus untuk menyampaikannya&quot;."},{"database_id":"68","surah_number":"7","verse_number":"76","ayah_text":"Orang-orang yang menyombongkan diri berkata: &quot;Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"77","ayah_text":"Kemudian mereka sembelih unta betina itu, dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata: &quot;Hai Shaleh, datangkanlah apa yang kamu ancamkan itu kepada kami, jika (betul) kamu termasuk orang-orang yang diutus (Allah)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"78","ayah_text":"Karena itu mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka."},{"database_id":"68","surah_number":"7","verse_number":"79","ayah_text":"Maka Shaleh meninggalkan mereka seraya berkata: &quot;Hai kaumku sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku, dan aku telah memberi nasehat kepadamu, tetapi kamu tidak menyukai orang-orang yang memberi nasehat&quot;."},{"database_id":"68","surah_number":"7","verse_number":"80","ayah_text":"Dan (Kami juga telah mengutus) Luth (kepada kaumnya). (Ingatlah) tatkala dia berkata kepada mereka: &quot;Mengapa kamu mengerjakan perbuatan faahisyah itu, yang belum pernah dikerjakan oleh seorangpun (di dunia ini) sebelummu?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"81","ayah_text":"Sesungguhnya kamu mendatangi lelaki untuk melepaskan nafsumu (kepada mereka), bukan kepada wanita, malah kamu ini adalah kaum yang melampaui batas."},{"database_id":"68","surah_number":"7","verse_number":"82","ayah_text":"Jawab kaumnya tidak lain hanya mengatakan: &quot;Usirlah mereka (Luth dan pengikut-pengikutnya) dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura mensucikan diri&quot;."},{"database_id":"68","surah_number":"7","verse_number":"83","ayah_text":"Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali isterinya; dia termasuk orang-orang yang tertinggal (dibinasakan)."},{"database_id":"68","surah_number":"7","verse_number":"84","ayah_text":"Dan Kami turunkan kepada mereka hujan (batu); maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa itu."},{"database_id":"68","surah_number":"7","verse_number":"85","ayah_text":"Dan (Kami telah mengutus) kepada penduduk Mad-yan saudara mereka, Syu´aib. Ia berkata: &quot;Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Maka sempurnakanlah takaran dan timbangan dan janganlah kamu kurangkan bagi manusia barang-barang takaran dan timbangannya, dan janganlah kamu membuat kerusakan di muka bumi sesudah Tuhan memperbaikinya. Yang demikian itu lebih baik bagimu jika betul-betul kamu orang-orang yang beriman&quot;."},{"database_id":"68","surah_number":"7","verse_number":"86","ayah_text":"Dan janganlah kamu duduk di tiap-tiap jalan dengan menakut-nakuti dan menghalang-halangi orang yang beriman dari jalan Allah, dan menginginkan agar jalan Allah itu menjadi bengkok. Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."},{"database_id":"68","surah_number":"7","verse_number":"87","ayah_text":"Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya dan ada (pula) segolongan yang tidak beriman, maka bersabarlah, hingga Allah menetapkan hukumnya di antara kita; dan Dia adalah Hakim yang sebaik-baiknya."},{"database_id":"68","surah_number":"7","verse_number":"88","ayah_text":"Pemuka-pemuka dan kaum Syu´aib yang menyombongkan dan berkata: &quot;Sesungguhnya kami akan mengusir kamu hai Syu´aib dan orang-orang yang beriman bersamamu dari kota kami, atau kamu kembali kepada agama kami&quot;. Berkata Syu´aib: &quot;Dan apakah (kamu akan mengusir kami), kendatipun kami tidak menyukainya?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"89","ayah_text":"Sungguh kami mengada-adakan kebohongan yang benar terhadap Allah, jika kami kembali kepada agamamu, sesudah Allah melepaskan kami dari padanya. Dan tidaklah patut kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki(nya). Pengetahuan Tuhan kami meliputi segala sesuatu. Kepada Allah sajalah kami bertawakkal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil) dan Engkaulah Pemberi keputusan yang sebaik-baiknya."},{"database_id":"68","surah_number":"7","verse_number":"90","ayah_text":"Pemuka-pemuka kaum Syu´aib yang kafir berkata (kepada sesamanya): &quot;Sesungguhnya jika kamu mengikuti Syu´aib, tentu kamu jika berbuat demikian (menjadi) orang-orang yang merugi&quot;."},{"database_id":"68","surah_number":"7","verse_number":"91","ayah_text":"Kemudian mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di dalam rumah-rumah mereka,"},{"database_id":"68","surah_number":"7","verse_number":"92","ayah_text":"(yaitu) orang-orang yang mendustakan Syu´aib seolah-olah mereka belum pernah berdiam di kota itu; orang-orang yang mendustakan Syu´aib mereka itulah orang-orang yang merugi."},{"database_id":"68","surah_number":"7","verse_number":"93","ayah_text":"Maka Syu´aib meninggalkan mereka seraya berkata: &quot;Hai kaumku, sesungguhnya aku telah menyampaikan kepadamu amanat-amanat Tuhanku dan aku telah memberi nasehat kepadamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang yang kafir?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"94","ayah_text":"Kami tidaklah mengutus seseorang nabipun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan supaya mereka tunduk dengan merendahkan diri."},{"database_id":"68","surah_number":"7","verse_number":"95","ayah_text":"Kemudian Kami ganti kesusahan itu dengan kesenangan hingga keturunan dan harta mereka bertambah banyak, dan mereka berkata: &quot;Sesungguhnya nenek moyang kamipun telah merasai penderitaan dan kesenangan&quot;, maka Kami timpakan siksaan atas mereka dengan sekonyong-konyong sedang mereka tidak menyadarinya."},{"database_id":"68","surah_number":"7","verse_number":"96","ayah_text":"Jikalau sekiranya penduduk negeri-negeri beriman dan bertakwa, pastilah Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi mereka mendustakan (ayat-ayat Kami) itu, maka Kami siksa mereka disebabkan perbuatannya."},{"database_id":"68","surah_number":"7","verse_number":"97","ayah_text":"Maka apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di malam hari di waktu mereka sedang tidur?"},{"database_id":"68","surah_number":"7","verse_number":"98","ayah_text":"Atau apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di waktu matahari sepenggalahan naik ketika mereka sedang bermain?"},{"database_id":"68","surah_number":"7","verse_number":"99","ayah_text":"Maka apakah mereka merasa aman dari azab Allah (yang tidak terduga-duga)? Tiada yang merasa aman dan azab Allah kecuali orang-orang yang merugi."},{"database_id":"68","surah_number":"7","verse_number":"100","ayah_text":"Dan apakah belum jelas bagi orang-orang yang mempusakai suatu negeri sesudah (lenyap) penduduknya, bahwa kalau Kami menghendaki tentu Kami azab mereka karena dosa-dosanya; dan Kami kunci mati hati mereka sehingga mereka tidak dapat mendengar (pelajaran lagi)?"},{"database_id":"68","surah_number":"7","verse_number":"101","ayah_text":"Negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian dari berita-beritanya kepadamu. Dan sungguh telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata, maka mereka (juga) tidak beriman kepada apa yang dahulunya mereka telah mendustakannya. Demikianlah Allah mengunci mata hati orang-orang kafir."},{"database_id":"68","surah_number":"7","verse_number":"102","ayah_text":"Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sesungguhnya Kami mendapati kebanyakan mereka orang-orang yang fasik."},{"database_id":"68","surah_number":"7","verse_number":"103","ayah_text":"Kemudian Kami utus Musa sesudah rasul-rasul itu dengan membawa ayat-ayat Kami kepada Fir´aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari ayat-ayat itu. Maka perhatikanlah bagaimana akibat orang-orang yang membuat kerusakan."},{"database_id":"68","surah_number":"7","verse_number":"104","ayah_text":"Dan Musa berkata: &quot;Hai Fir´aun, sesungguhnya aku ini adalah seorang utusan dari Tuhan semesta alam,"},{"database_id":"68","surah_number":"7","verse_number":"105","ayah_text":"wajib atasku tidak mengatakan sesuatu terhadap Allah, kecuali yang hak. Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersama aku&quot;."},{"database_id":"68","surah_number":"7","verse_number":"106","ayah_text":"Fir´aun menjawab: &quot;Jika benar kamu membawa sesuatu bukti, maka datangkanlah bukti itu jika (betul) kamu termasuk orang-orang yang benar&quot;."},{"database_id":"68","surah_number":"7","verse_number":"107","ayah_text":"Maka Musa menjatuhkan tongkat-nya, lalu seketika itu juga tongkat itu menjadi ular yang sebenarnya."},{"database_id":"68","surah_number":"7","verse_number":"108","ayah_text":"Dan ia mengeluarkan tangannya, maka ketika itu juga tangan itu menjadi putih bercahaya (kelihatan) oleh orang-orang yang melihatnya."},{"database_id":"68","surah_number":"7","verse_number":"109","ayah_text":"Pemuka-pemuka kaum Fir´aun berkata: &quot;Sesungguhnya Musa ini adalah ahli sihir yang pandai,"},{"database_id":"68","surah_number":"7","verse_number":"110","ayah_text":"yang bermaksud hendak mengeluarkan kamu dari negerimu&quot;. (Fir´aun berkata): &quot;Maka apakah yang kamu anjurkan?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"111","ayah_text":"Pemuka-pemuka itu menjawab: &quot;Beri tangguhlah dia dan saudaranya serta kirimlah ke kota-kota beberapa orang yang akan mengumpulkan (ahli-ahli sihir),"},{"database_id":"68","surah_number":"7","verse_number":"112","ayah_text":"supaya mereka membawa kepadamu semua ahli sihir yang pandai&quot;."},{"database_id":"68","surah_number":"7","verse_number":"113","ayah_text":"Dan beberapa ahli sihir itu datang kepada Fir´aun mengatakan: &quot;(Apakah) sesungguhnya kami akan mendapat upah, jika kamilah yang menang?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"114","ayah_text":"Fir´aun menjawab: &quot;Ya, dan sesungguhnya kamu benar-benar akan termasuk orang-orang yang dekat (kepadaku)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"115","ayah_text":"Ahli-ahli sihir berkata: &quot;Hai Musa, kamukah yang akan melemparkan lebih dahulu, ataukah kami yang akan melemparkan?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"116","ayah_text":"Musa menjawab: &quot;Lemparkanlah (lebih dahulu)!&quot; Maka tatkala mereka melemparkan, mereka menyulap mata orang dan menjadikan orang banyak itu takut, serta mereka mendatangkan sihir yang besar (mena´jubkan)."},{"database_id":"68","surah_number":"7","verse_number":"117","ayah_text":"Dan Kami wahyukan kepada Musa: &quot;Lemparkanlah tongkatmu!&quot;. Maka sekonyong-konyong tongkat itu menelan apa yang mereka sulapkan."},{"database_id":"68","surah_number":"7","verse_number":"118","ayah_text":"Karena itu nyatalah yang benar dan batallah yang selalu mereka kerjakan."},{"database_id":"68","surah_number":"7","verse_number":"119","ayah_text":"Maka mereka kalah di tempat itu dan jadilah mereka orang-orang yang hina."},{"database_id":"68","surah_number":"7","verse_number":"120","ayah_text":"Dan ahli-ahli sihir itu serta merta meniarapkan diri dengan bersujud."},{"database_id":"68","surah_number":"7","verse_number":"121","ayah_text":"Mereka berkata: &quot;Kami beriman kepada Tuhan semesta alam,"},{"database_id":"68","surah_number":"7","verse_number":"122","ayah_text":"&quot;(yaitu) Tuhan Musa dan Harun&quot;."},{"database_id":"68","surah_number":"7","verse_number":"123","ayah_text":"Fir´aun berkata: &quot;Apakah kamu beriman kepadanya sebelum aku memberi izin kepadamu?, sesungguhnya (perbuatan ini) adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengeluarkan penduduknya dari padanya; maka kelak kamu akan mengetahui (akibat perbuatanmu ini);"},{"database_id":"68","surah_number":"7","verse_number":"124","ayah_text":"demi, sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara bertimbal balik, kemudian sungguh-sungguh aku akan menyalib kamu semuanya&quot;."},{"database_id":"68","surah_number":"7","verse_number":"125","ayah_text":"Ahli-ahli sihir itu menjawab: &quot;Sesungguhnya kepada Tuhanlah kami kembali."},{"database_id":"68","surah_number":"7","verse_number":"126","ayah_text":"Dan kamu tidak menyalahkan kami, melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami&quot;. (Mereka berdoa): &quot;Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan wafatkanlah kami dalam keadaan berserah diri (kepada-Mu)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"127","ayah_text":"Berkatalah pembesar-pembesar dari kaum Fir´aun (kepada Fir´aun): &quot;Apakah kamu membiarkan Musa dan kaumnya untuk membuat kerusakan di negeri ini (Mesir) dan meninggalkan kamu serta tuhan-tuhanmu?&quot;. Fir´aun menjawab: &quot;Akan kita bunuh anak-anak lelaki mereka dan kita biarkan hidup perempuan-perempuan mereka; dan sesungguhnya kita berkuasa penuh di atas mereka&quot;."},{"database_id":"68","surah_number":"7","verse_number":"128","ayah_text":"Musa berkata kepada kaumnya: &quot;Mohonlah pertolongan kepada Allah dan bersabarlah; sesungguhnya bumi (ini) kepunyaan Allah; dipusakakan-Nya kepada siapa yang dihendaki-Nya dari hamba-hamba-Nya. Dan kesudahan yang baik adalah bagi orang-orang yang bertakwa&quot;."},{"database_id":"68","surah_number":"7","verse_number":"129","ayah_text":"Kaum Musa berkata: &quot;Kami telah ditindas (oleh Fir´aun) sebelum kamu datang kepada kami dan sesudah kamu datang. Musa menjawab: &quot;Mudah-mudahan Allah membinasakan musuhmu dan menjadikan kamu khalifah di bumi(Nya), maka Allah akan melihat bagaimana perbuatanmu."},{"database_id":"68","surah_number":"7","verse_number":"130","ayah_text":"Dan sesungguhnya Kami telah menghukum (Fir´aun dan) kaumnya dengan (mendatangkan) musim kemarau yang panjang dan kekurangan buah-buahan, supaya mereka mengambil pelajaran."},{"database_id":"68","surah_number":"7","verse_number":"131","ayah_text":"Kemudian apabila datang kepada mereka kemakmuran, mereka berkata: &quot;Itu adalah karena (usaha) kami&quot;. Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan orang-orang yang besertanya. Ketahuilah, sesungguhnya kesialan mereka itu adalah ketetapan dari Allah, akan tetapi kebanyakan mereka tidak mengetahui."},{"database_id":"68","surah_number":"7","verse_number":"132","ayah_text":"Mereka berkata: &quot;Bagaimanapun kamu mendatangkan keterangan kepada kami untuk menyihir kami dengan keterangan itu, maka kami sekali-kali tidak akan beriman kepadamu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"133","ayah_text":"Maka Kami kirimkan kepada mereka taufan, belalang, kutu, katak dan darah sebagai bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa."},{"database_id":"68","surah_number":"7","verse_number":"134","ayah_text":"Dan ketika mereka ditimpa azab (yang telah diterangkan itu) merekapun berkata: &quot;Hai Musa, mohonkanlah untuk kami kepada Tuhamnu dengan (perantaraan) kenabian yang diketahui Allah ada pada sisimu. Sesungguhnya jika kamu dapat menghilangkan azab itu dan pada kami, pasti kami akan beriman kepadamu dan akan kami biarkan Bani Israil pergi bersamamu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"135","ayah_text":"Maka setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang mereka sampai kepadanya, tiba-tiba mereka mengingkarinya."},{"database_id":"68","surah_number":"7","verse_number":"136","ayah_text":"Kemudian Kami menghukum mereka, maka Kami tenggelamkan mereka di laut disebabkan mereka mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang melalaikan ayat-ayat Kami itu."},{"database_id":"68","surah_number":"7","verse_number":"137","ayah_text":"Dan Kami pusakakan kepada kaum yang telah ditindas itu, negeri-negeri bahagian timur bumi dan bahagian baratnya yang telah Kami beri berkah padanya. Dan telah sempurnalah perkataan Tuhanmu yang baik (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir´aun dan kaumnya dan apa yang telah dibangun mereka."},{"database_id":"68","surah_number":"7","verse_number":"138","ayah_text":"Dan Kami seberangkan Bani Israil ke seberang lautan itu, maka setelah mereka sampai kepada suatu kaum yang tetap menyembah berhala mereka, Bani lsrail berkata: &quot;Hai Musa. buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala)&quot;. Musa menjawab: &quot;Sesungguh-nya kamu ini adalah kaum yang tidak mengetahui (sifat-sifat Tuhan)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"139","ayah_text":"Sesungguhnya mereka itu akan dihancurkan kepercayaan yang dianutnya dan akan batal apa yang seIalu mereka kerjakan."},{"database_id":"68","surah_number":"7","verse_number":"140","ayah_text":"Musa menjawab: &quot;Patutkah aku mencari Tuhan untuk kamu yang selain dari pada Allah, padahal Dialah yang telah melebihkan kamu atas segala umat."},{"database_id":"68","surah_number":"7","verse_number":"141","ayah_text":"Dan (ingatlah hai Bani Israil), ketika Kami menyelamatkan kamu dari (Fir´aun) dan kaumnya, yang mengazab kamu dengan azab yang sangat jahat, yaitu mereka membunuh anak-anak lelakimu dan membiarkan hidup wanita-wanitamu. Dan pada yang demikian itu cobaan yang besar dari Tuhanmu&quot;."},{"database_id":"68","surah_number":"7","verse_number":"142","ayah_text":"Dan telah Kami janjikan kepada Musa (memberikan Taurat) sesudah berlalu waktu tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan berkata Musa kepada saudaranya yaitu Harun: &quot;Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah, dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan&quot;."},{"database_id":"68","surah_number":"7","verse_number":"143","ayah_text":"Dan tatkala Musa datang untuk (munajat dengan Kami) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, berkatalah Musa: &quot;Ya Tuhanku, nampakkanlah (diri Engkau) kepadaku agar aku dapat melihat kepada Engkau&quot;. Tuhan berfirman: &quot;Kamu sekali-kali tidak sanggup melihat-Ku, tapi lihatlah ke bukit itu, maka jika ia tetap di tempatnya (sebagai sediakala) niscaya kamu dapat melihat-Ku&quot;. Tatkala Tuhannya menampakkan diri kepada gunung itu, dijadikannya gunung itu hancur luluh dan Musa pun jatuh pingsan. Maka setelah Musa sadar kembali, dia berkata: &quot;Maha Suci Engkau, aku bertaubat kepada Engkau dan aku orang yang pertama-tama beriman&quot;."},{"database_id":"68","surah_number":"7","verse_number":"144","ayah_text":"Allah berfirman: &quot;Hai Musa, sesungguhnya Aku memilih (melebihkan) kamu dan manusia yang lain (di masamu) untuk membawa risalah-Ku dan untuk berbicara langsung dengan-Ku, sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah kamu termasuk orang-orang yang bersyukur&quot;."},{"database_id":"68","surah_number":"7","verse_number":"145","ayah_text":"Dan telah Kami tuliskan untuk Musa pada luh-luh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan bagi segala sesuatu; maka (Kami berfirman): &quot;Berpeganglah kepadanya dengan teguh dan suruhlah kaummu berpegang kepada (perintah-perintahnya) dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik."},{"database_id":"68","surah_number":"7","verse_number":"146","ayah_text":"Aku akan memalingkan orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar dari tanda-tanda kekuasaan-Ku. Mereka jika melihat tiap-tiap ayat(Ku), mereka tidak beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak mau menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka terus memenempuhnya. Yang demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai dari padanya."},{"database_id":"68","surah_number":"7","verse_number":"147","ayah_text":"Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat, sia-sialah perbuatan mereka. Mereka tidak diberi balasan selain dari apa yang telah mereka kerjakan."},{"database_id":"68","surah_number":"7","verse_number":"148","ayah_text":"Dan kaum Musa, setelah kepergian Musa ke gunung Thur membuat dari perhiasan-perhiasan (emas) mereka anak lembu yang bertubuh dan bersuara. Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan) dan mereka adalah orang-orang yang zalim."},{"database_id":"68","surah_number":"7","verse_number":"149","ayah_text":"Dan setelah mereka sangat menyesali perbuatannya dan mengetahui bahwa mereka telah sesat, merekapun berkata: &quot;Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi&quot;."},{"database_id":"68","surah_number":"7","verse_number":"150","ayah_text":"Dan tatkala Musa telah kembali kepada kaumnya dengan marah dan sedih hati berkatalah dia: &quot;Alangkah buruknya perbuatan yang kamu kerjakan sesudah kepergianku! Apakah kamu hendak mendahului janji Tuhanmu? Dan Musapun melemparkan luh-luh (Taurat) itu dan memegang (rambut) kepala saudaranya (Harun) sambil menariknya ke arahnya, Harun berkata: &quot;Hai anak ibuku, sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka membunuhku, sebab itu janganlah kamu menjadikan musuh-musuh gembira melihatku, dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang zalim&quot;"},{"database_id":"68","surah_number":"7","verse_number":"151","ayah_text":"Musa berdoa: &quot;Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang&quot;."},{"database_id":"68","surah_number":"7","verse_number":"152","ayah_text":"Sesungguhnya orang-orang yang menjadikan anak lembu (sebagai sembahannya), kelak akan menimpa mereka kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan."},{"database_id":"68","surah_number":"7","verse_number":"153","ayah_text":"Orang-orang yang mengerjakan kejahatan, kemudian bertaubat sesudah itu dan beriman; sesungguhnya Tuhan kamu sesudah taubat yang disertai dengan iman itu adalah Maha Pengampun lagi Maha Penyayang."},{"database_id":"68","surah_number":"7","verse_number":"154","ayah_text":"Sesudah amarah Musa menjadi reda, lalu diambilnya (kembali) luh-luh (Taurat) itu; dan dalam tulisannya terdapat petunjuk dan rahmat untuk orang-orang yang takut kepada Tuhannya."},{"database_id":"68","surah_number":"7","verse_number":"155","ayah_text":"Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohonkan taubat kepada Kami) pada waktu yang telah Kami tentukan. Maka ketika mereka digoncang gempa bumi, Musa berkata: &quot;Ya Tuhanku, kalau Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? Itu hanyalah cobaan dari Engkau, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah Yang memimpin kami, maka ampunilah kami dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya&quot;."},{"database_id":"68","surah_number":"7","verse_number":"156","ayah_text":"Dan tetapkanlah untuk kami kebajikan di dunia ini dan di akhirat; sesungguhnya kami kembali (bertaubat) kepada Engkau. Allah berfirman: &quot;Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku untuk orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami&quot;."},{"database_id":"68","surah_number":"7","verse_number":"157","ayah_text":"(Yaitu) orang-orang yang mengikut Rasul, Nabi yang ummi yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka, yang menyuruh mereka mengerjakan yang ma´ruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik dan mengharamkan bagi mereka segala yang buruk dan membuang dari mereka beban-beban dan belenggu-belenggu yang ada pada mereka. Maka orang-orang yang beriman kepadanya. memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al Quran), mereka itulah orang-orang yang beruntung."},{"database_id":"68","surah_number":"7","verse_number":"158","ayah_text":"Katakanlah: &quot;Hai manusia sesungguhnya aku adalah utusan Allah kepadamu semua, yaitu Allah Yang mempunyai kerajaan langit dan bumi; tidak ada Tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya) dan ikutilah dia, supaya kamu mendapat petunjuk&quot;."},{"database_id":"68","surah_number":"7","verse_number":"159","ayah_text":"Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan hak dan dengan yang hak itulah mereka menjalankan keadilan."},{"database_id":"68","surah_number":"7","verse_number":"160","ayah_text":"Dan mereka Kami bagi menjadi dua belas suku yang masing-masingnya berjumlah besar dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya: &quot;Pukullah batu itu dengan tongkatmu!&quot;. Maka memancarlah dari padanya duabelas mata air. Sesungguhnya tiap-tiap suku mengetahui tempat minum masing-masing. Dan Kami naungkan awan di atas mereka dan Kami turunkan kepada mereka manna dan salwa. (Kami berfirman): &quot;Makanlah yang baik-baik dari apa yang telah Kami rezekikan kepadamu&quot;. Mereka tidak menganiaya Kami, tapi merekalah yang selalu menganiaya dirinya sendiri."},{"database_id":"68","surah_number":"7","verse_number":"161","ayah_text":"Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil): &quot;Diamlah di negeri ini saja (Baitul Maqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki&quot;. Dan katakanlah: &quot;Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu&quot;. Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik."},{"database_id":"68","surah_number":"7","verse_number":"162","ayah_text":"Maka orang-orang yang zalim di antara mereka itu mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka."},{"database_id":"68","surah_number":"7","verse_number":"163","ayah_text":"Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, di waktu datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, dan di hari-hari yang bukan Sabtu, ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami mencoba mereka disebabkan mereka berlaku fasik."},{"database_id":"68","surah_number":"7","verse_number":"164","ayah_text":"Dan (ingatlah) ketika suatu umat di antara mereka berkata: &quot;Mengapa kamu menasehati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang amat keras?&quot; Mereka menjawab: &quot;Agar kami mempunyai alasan (pelepas tanggung jawab) kepada Tuhanmu, dan supaya mereka bertakwa."},{"database_id":"68","surah_number":"7","verse_number":"165","ayah_text":"Maka tatkala mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik."},{"database_id":"68","surah_number":"7","verse_number":"166","ayah_text":"Maka tatkala mereka bersikap sombong terhadap apa yang dilarang mereka mengerjakannya, Kami katakan kepadanya: &quot;Jadilah kamu kera yang hina."},{"database_id":"68","surah_number":"7","verse_number":"167","ayah_text":"Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sesungguhnya Dia akan mengirim kepada mereka (orang-orang Yahudi) sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya. Sesungguhnya Tuhanmu amat cepat siksa-Nya, dan sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang."},{"database_id":"68","surah_number":"7","verse_number":"168","ayah_text":"Dan Kami bagi-bagi mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan di antaranya ada yang tidak demikian. Dan Kami coba mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran)."},{"database_id":"68","surah_number":"7","verse_number":"169","ayah_text":"Maka datanglah sesudah mereka generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini, dan berkata: &quot;Kami akan diberi ampun&quot;. Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah perjanjian Taurat sudah diambil dari mereka, yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya?. Dan kampung akhirat itu lebih bagi mereka yang bertakwa. Maka apakah kamu sekalian tidak mengerti?"},{"database_id":"68","surah_number":"7","verse_number":"170","ayah_text":"Dan orang-orang yang berpegang teguh dengan Al Kitab (Taurat) serta mendirikan shalat, (akan diberi pahala) karena sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan."},{"database_id":"68","surah_number":"7","verse_number":"171","ayah_text":"Dan (ingatlah), ketika Kami mengangkat bukit ke atas mereka seakan-akan bukit itu naungan awan dan mereka yakin bahwa bukit itu akan jatuh menimpa mereka. (Dan Kami katakan kepada mereka): &quot;Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya supaya kamu menjadi orang-orang yang bertakwa&quot;."},{"database_id":"68","surah_number":"7","verse_number":"172","ayah_text":"Dan (ingatlah), ketika Tuhanmu mengeluarkan keturunan anak-anak Adam dari sulbi mereka dan Allah mengambil kesaksian terhadap jiwa mereka (seraya berfirman): &quot;Bukankah Aku ini Tuhanmu?&quot; Mereka menjawab: &quot;Betul (Engkau Tuhan kami), kami menjadi saksi&quot;. (Kami lakukan yang demikian itu) agar di hari kiamat kamu tidak mengatakan: &quot;Sesungguhnya kami (bani Adam) adalah orang-orang yang lengah terhadap ini (keesaan Tuhan)&quot;,"},{"database_id":"68","surah_number":"7","verse_number":"173","ayah_text":"atau agar kamu tidak mengatakan: &quot;Sesungguhnya orang-orang tua kami telah mempersekutukan Tuhan sejak dahulu, sedang kami ini adalah anak-anak keturunan yang (datang) sesudah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang sesat dahulu?&quot;"},{"database_id":"68","surah_number":"7","verse_number":"174","ayah_text":"Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran)."},{"database_id":"68","surah_number":"7","verse_number":"175","ayah_text":"Dan bacakanlah kepada mereka berita orang yang telah Kami berikan kepadanya ayat-ayat Kami (pengetahuan tentang isi Al Kitab), kemudian dia melepaskan diri dari pada ayat-ayat itu, lalu dia diikuti oleh syaitan (sampai dia tergoda), maka jadilah dia termasuk orang-orang yang sesat."},{"database_id":"68","surah_number":"7","verse_number":"176","ayah_text":"Dan kalau Kami menghendaki, sesungguhnya Kami tinggikan (derajat)nya dengan ayat-ayat itu, tetapi dia cenderung kepada dunia dan menurutkan hawa nafsunya yang rendah, maka perumpamaannya seperti anjing jika kamu menghalaunya diulurkannya lidahnya dan jika kamu membiarkannya dia mengulurkan lidahnya (juga). Demikian itulah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah (kepada mereka) kisah-kisah itu agar mereka berfikir."},{"database_id":"68","surah_number":"7","verse_number":"177","ayah_text":"Amat buruklah perumpamaan orang-orang yang mendustakan ayat-ayat Kami dan kepada diri mereka sendirilah mereka berbuat zalim."},{"database_id":"68","surah_number":"7","verse_number":"178","ayah_text":"Barangsiapa yang diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa yang disesatkan Allah, maka merekalah orang-orang yang merugi."},{"database_id":"68","surah_number":"7","verse_number":"179","ayah_text":"Dan sesungguhnya Kami jadikan untuk (isi neraka Jahannam) kebanyakan dari jin dan manusia, mereka mempunyai hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka mempunyai mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka itu sebagai binatang ternak, bahkan mereka lebih sesat lagi. Mereka itulah orang-orang yang lalai."},{"database_id":"68","surah_number":"7","verse_number":"180","ayah_text":"Hanya milik Allah asmaa-ul husna, maka bermohonlah kepada-Nya dengan menyebut asmaa-ul husna itu dan tinggalkanlah orang-orang yang menyimpang dari kebenaran dalam (menyebut) nama-nama-Nya. Nanti mereka akan mendapat balasan terhadap apa yang telah mereka kerjakan."},{"database_id":"68","surah_number":"7","verse_number":"181","ayah_text":"Dan di antara orang-orang yang Kami ciptakan ada umat yang memberi petunjuk dengan hak, dan dengan yang hak itu (pula) mereka menjalankan keadilan."},{"database_id":"68","surah_number":"7","verse_number":"182","ayah_text":"Dan orang-orang yang mendustakan ayat-ayat Kami, nanti Kami akan menarik mereka dengan berangaur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui."},{"database_id":"68","surah_number":"7","verse_number":"183","ayah_text":"Dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat teguh."},{"database_id":"68","surah_number":"7","verse_number":"184","ayah_text":"Apakah (mereka lalai) dan tidak memikirkan bahwa teman mereka (Muhammad) tidak berpenyakit gila. Dia (Muhammad itu) tidak lain hanyalah seorang pemberi peringatan lagi pemberi penjelasan."},{"database_id":"68","surah_number":"7","verse_number":"185","ayah_text":"Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala sesuatu yang diciptakan Allah, dan kemungkinan telah dekatnya kebinasaan mereka? Maka kepada berita manakah lagi mereka akan beriman sesudah Al Quran itu?"},{"database_id":"68","surah_number":"7","verse_number":"186","ayah_text":"Barangsiapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka terombang-ambing dalam kesesatan."},{"database_id":"68","surah_number":"7","verse_number":"187","ayah_text":"Mereka menanyakan kepadamu tentang kiamat: &quot;Bilakah terjadinya?&quot; Katakanlah: &quot;Sesungguhnya pengetahuan tentang kiamat itu adalah pada sisi Tuhanku; tidak seorangpun yang dapat menjelaskan waktu kedatangannya selain Dia. Kiamat itu amat berat (huru haranya bagi makhluk) yang di langit dan di bumi. Kiamat itu tidak akan datang kepadamu melainkan dengan tiba-tiba&quot;. Mereka bertanya kepadamu seakan-akan kamu benar-benar mengetahuinya. Katakanlah: &quot;Sesungguhnya pengetahuan tentang bari kiamat itu adalah di sisi Allah, tetapi kebanyakan manusia tidak mengetahui&quot;."},{"database_id":"68","surah_number":"7","verse_number":"188","ayah_text":"Katakanlah: &quot;Aku tidak berkuasa menarik kemanfaatan bagi diriku dan tidak (pula) menolak kemudharatan kecuali yang dikehendaki Allah. Dan sekiranya aku mengetahui yang ghaib, tentulah aku membuat kebajikan sebanyak-banyaknya dan aku tidak akan ditimpa kemudharatan. Aku tidak lain hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman&quot;."},{"database_id":"68","surah_number":"7","verse_number":"189","ayah_text":"Dialah Yang menciptakan kamu dari diri yang satu dan dari padanya Dia menciptakan isterinya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, isterinya itu mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian tatkala dia merasa berat, keduanya (suami-isteri) bermohon kepada Allah, Tuhannya seraya berkata: &quot;Sesungguhnya jika Engkau memberi kami anak yang saleh, tentulah kami termasuk orang-orang yang bersyukur&quot;."},{"database_id":"68","surah_number":"7","verse_number":"190","ayah_text":"Tatkala Allah memberi kepada keduanya seorang anak yang sempurna, maka keduanya menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya kepada keduanya itu. Maka Maha Tinggi Allah dari apa yang mereka persekutukan."},{"database_id":"68","surah_number":"7","verse_number":"191","ayah_text":"Apakah mereka mempersekutukan (Allah dengan) berhada-berhala yang tak dapat menciptakan sesuatupun? Sedangkan berhala-berhala itu sendiri buatan orang."},{"database_id":"68","surah_number":"7","verse_number":"192","ayah_text":"Dan berhala-berhala itu tidak mampu memberi pertolongan kepada penyembah-penyembahnya dan kepada dirinya sendiripun berhala-berha]a itu tidak dapat memberi pertolongan."},{"database_id":"68","surah_number":"7","verse_number":"193","ayah_text":"Dan jika kamu (hai orang-orang musyrik) menyerunya (berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka ataupun kamu herdiam diri."},{"database_id":"68","surah_number":"7","verse_number":"194","ayah_text":"Sesungguhnya berhala-berhala yang kamu seru selain Allah itu adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah berhala-berhala itu lalu biarkanlah mereka mmperkenankan permintaanmu, jika kamu memang orang-orang yang benar."},{"database_id":"68","surah_number":"7","verse_number":"195","ayah_text":"Apakah berhala-berhala mempunyai kaki yang dengan itu ia dapat berjalan, atau mempunyai tangan yang dengan itu ia dapat memegang dengan keras, atau mempunyai mata yang dengan itu ia dapat melihat, atau mempunyai telinga yang dengan itu ia dapat mendengar? Katakanlah: &quot;Panggillah berhala-berhalamu yang kamu jadikan sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)-ku. tanpa memberi tangguh (kepada-ku)&quot;."},{"database_id":"68","surah_number":"7","verse_number":"196","ayah_text":"Sesungguhnya pelindungku ialahlah Yang telah menurunkan Al Kitab (Al Quran) dan Dia melindungi orang-orang yang saleh."},{"database_id":"68","surah_number":"7","verse_number":"197","ayah_text":"Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri."},{"database_id":"68","surah_number":"7","verse_number":"198","ayah_text":"Dan jika kamu sekalian menyeru (berhala-berhala) untuk memberi petunjuk, niscaya berhala-herhala itu tidak dapat mendengarnya. Dan kamu melihat berhala-berhala itu memandang kepadamu padahal ia tidak melihat."},{"database_id":"68","surah_number":"7","verse_number":"199","ayah_text":"Jadilah engkau pemaaf dan suruhlah orang mengerjakan yang ma´ruf, serta berpalinglah dari pada orang-orang yang bodoh."},{"database_id":"68","surah_number":"7","verse_number":"200","ayah_text":"Dan jika kamu ditimpa sesuatu godaan syaitan maka berlindunglah kepada Allah"},{"database_id":"68","surah_number":"7","verse_number":"201","ayah_text":"Sesungguhnya orang-orang yang bertakwa bila mereka ditimpa was-was dari syaitan, mereka ingat kepada Allah, maka ketika itu juga mereka melihat kesalahan-kesalahannya."},{"database_id":"68","surah_number":"7","verse_number":"202","ayah_text":"Dan teman-teman mereka (orang-orang kafir dan fasik) membantu syaitan-syaitan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan)."},{"database_id":"68","surah_number":"7","verse_number":"203","ayah_text":"Dan apabila kamu tidak membawa suatu ayat Al Quran kepada mereka, mereka berkata: &quot;Mengapa tidak kamu buat sendiri ayat itu?&quot; Katakanlah: &quot;Sesungguhnya aku hanya mengikut apa yang diwahyukan dari Tuhanku kepadaku. Al Quran ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman&quot;."},{"database_id":"68","surah_number":"7","verse_number":"204","ayah_text":"Dan apabila dibacakan Al Quran, maka dengarkanlah baik-baik, dan perhatikanlah dengan tenang agar kamu mendapat rahmat."},{"database_id":"68","surah_number":"7","verse_number":"205","ayah_text":"Dan sebutlah (nama) Tuhanmu dalam hatimu dengan merendahkan diri dan rasa takut, dan dengan tidak mengeraskan suara, di waktu pagi dan petang, dan janganlah kamu termasuk orang-orang yang lalai."},{"database_id":"68","surah_number":"7","verse_number":"206","ayah_text":"Sesungguhnya malaikat-malaikat yang ada di sisi Tuhanmu tidaklah merasa enggan menyembah Allah dan mereka mentasbihkan-Nya dan hanya kepada-Nya-lah mereka bersujud."}]