[{"database_id":"68","surah_number":"71","verse_number":"1","ayah_text":"Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan memerintahkan): &quot;Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih&quot;,"},{"database_id":"68","surah_number":"71","verse_number":"2","ayah_text":"Nuh berkata: &quot;Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,"},{"database_id":"68","surah_number":"71","verse_number":"3","ayah_text":"(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan taatlah kepadaku,"},{"database_id":"68","surah_number":"71","verse_number":"4","ayah_text":"niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui&quot;."},{"database_id":"68","surah_number":"71","verse_number":"5","ayah_text":"Nuh berkata: &quot;Ya Tuhanku sesungguhnya aku telah menyeru kaumku malam dan siang,"},{"database_id":"68","surah_number":"71","verse_number":"6","ayah_text":"maka seruanku itu hanyalah menambah mereka lari (dari kebenaran)."},{"database_id":"68","surah_number":"71","verse_number":"7","ayah_text":"Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya dan menutupkan bajunya (kemukanya) dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat."},{"database_id":"68","surah_number":"71","verse_number":"8","ayah_text":"Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan,"},{"database_id":"68","surah_number":"71","verse_number":"9","ayah_text":"kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam,"},{"database_id":"68","surah_number":"71","verse_number":"10","ayah_text":"maka aku katakan kepada mereka: ´Mohonlah ampun kepada Tuhanmu, -sesungguhnya Dia adalah Maha Pengampun-,"},{"database_id":"68","surah_number":"71","verse_number":"11","ayah_text":"niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,"},{"database_id":"68","surah_number":"71","verse_number":"12","ayah_text":"dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai."},{"database_id":"68","surah_number":"71","verse_number":"13","ayah_text":"Mengapa kamu tidak percaya akan kebesaran Allah?"},{"database_id":"68","surah_number":"71","verse_number":"14","ayah_text":"Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian."},{"database_id":"68","surah_number":"71","verse_number":"15","ayah_text":"Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?"},{"database_id":"68","surah_number":"71","verse_number":"16","ayah_text":"Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?"},{"database_id":"68","surah_number":"71","verse_number":"17","ayah_text":"Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,"},{"database_id":"68","surah_number":"71","verse_number":"18","ayah_text":"kemudian Dia mengembalikan kamu ke dalam tanah dan mengeluarkan kamu (daripadanya pada hari kiamat) dengan sebenar-benarnya."},{"database_id":"68","surah_number":"71","verse_number":"19","ayah_text":"Dan Allah menjadikan bumi untukmu sebagai hamparan,"},{"database_id":"68","surah_number":"71","verse_number":"20","ayah_text":"supaya kamu menjalani jalan-jalan yang luas di bumi itu&quot;."},{"database_id":"68","surah_number":"71","verse_number":"21","ayah_text":"Nuh berkata: &quot;Ya Tuhanku, sesungguhnya mereka telah mendurhakaiku dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,"},{"database_id":"68","surah_number":"71","verse_number":"22","ayah_text":"dan melakukan tipu-daya yang amat besar&quot;."},{"database_id":"68","surah_number":"71","verse_number":"23","ayah_text":"Dan mereka berkata: &quot;Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwwa´, yaghuts, ya´uq dan nasr&quot;."},{"database_id":"68","surah_number":"71","verse_number":"24","ayah_text":"Dan sesudahnya mereka menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan."},{"database_id":"68","surah_number":"71","verse_number":"25","ayah_text":"Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah."},{"database_id":"68","surah_number":"71","verse_number":"26","ayah_text":"Nuh berkata: &quot;Ya Tuhanku, janganlah Engkau biarkan seorangpun di antara orang-orang kafir itu tinggal di atas bumi."},{"database_id":"68","surah_number":"71","verse_number":"27","ayah_text":"Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir."},{"database_id":"68","surah_number":"71","verse_number":"28","ayah_text":"Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan&quot;."}]