[{"database_id":"68","surah_number":"73","verse_number":"1","ayah_text":"Hai orang yang berselimut (Muhammad),"},{"database_id":"68","surah_number":"73","verse_number":"2","ayah_text":"bangunlah (untuk sembahyang) di malam hari, kecuali sedikit (daripadanya),"},{"database_id":"68","surah_number":"73","verse_number":"3","ayah_text":"(yaitu) seperduanya atau kurangilah dari seperdua itu sedikit."},{"database_id":"68","surah_number":"73","verse_number":"4","ayah_text":"atau lebih dari seperdua itu. Dan bacalah Al Quran itu dengan perlahan-lahan."},{"database_id":"68","surah_number":"73","verse_number":"5","ayah_text":"Sesungguhnya Kami akan menurunkan kapadamu perkataan yang berat."},{"database_id":"68","surah_number":"73","verse_number":"6","ayah_text":"Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyu´) dan bacaan di waktu itu lebih berkesan."},{"database_id":"68","surah_number":"73","verse_number":"7","ayah_text":"Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak)."},{"database_id":"68","surah_number":"73","verse_number":"8","ayah_text":"Sebutlah nama Tuhanmu, dan beribadatlah kepada-Nya dengan penuh ketekunan."},{"database_id":"68","surah_number":"73","verse_number":"9","ayah_text":"(Dialah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung."},{"database_id":"68","surah_number":"73","verse_number":"10","ayah_text":"Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik."},{"database_id":"68","surah_number":"73","verse_number":"11","ayah_text":"Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar."},{"database_id":"68","surah_number":"73","verse_number":"12","ayah_text":"Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala."},{"database_id":"68","surah_number":"73","verse_number":"13","ayah_text":"Dan makanan yang menyumbat di kerongkongan dan azab yang pedih."},{"database_id":"68","surah_number":"73","verse_number":"14","ayah_text":"Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang berterbangan."},{"database_id":"68","surah_number":"73","verse_number":"15","ayah_text":"Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang Rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang Rasul kepada Fir´aun."},{"database_id":"68","surah_number":"73","verse_number":"16","ayah_text":"Maka Fir´aun mendurhakai Rasul itu, lalu Kami siksa dia dengan siksaan yang berat."},{"database_id":"68","surah_number":"73","verse_number":"17","ayah_text":"Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban."},{"database_id":"68","surah_number":"73","verse_number":"18","ayah_text":"Langit(pun) menjadi pecah belah pada hari itu. Adalah janji-Nya itu pasti terlaksana."},{"database_id":"68","surah_number":"73","verse_number":"19","ayah_text":"Sesungguhnya ini adalah suatu peringatan. Maka barangsiapa yang menghendaki niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya."},{"database_id":"68","surah_number":"73","verse_number":"20","ayah_text":"Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Quran. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Quran dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."}]