[{"database_id":"68","surah_number":"76","verse_number":"1","ayah_text":"Bukankah telah datang atas manusia satu waktu dari masa, sedang dia ketika itu belum merupakan sesuatu yang dapat disebut?"},{"database_id":"68","surah_number":"76","verse_number":"2","ayah_text":"Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat."},{"database_id":"68","surah_number":"76","verse_number":"3","ayah_text":"Sesungguhnya Kami telah menunjukinya jalan yang lurus; ada yang bersyukur dan ada pula yang kafir."},{"database_id":"68","surah_number":"76","verse_number":"4","ayah_text":"Sesungguhnya Kami menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala."},{"database_id":"68","surah_number":"76","verse_number":"5","ayah_text":"Sesungguhnya orang-orang yang berbuat kebajikan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,"},{"database_id":"68","surah_number":"76","verse_number":"6","ayah_text":"(yaitu) mata air (dalam surga) yang daripadanya hamba-hamba Allah minum, yang mereka dapat mengalirkannya dengan sebaik-baiknya."},{"database_id":"68","surah_number":"76","verse_number":"7","ayah_text":"Mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana."},{"database_id":"68","surah_number":"76","verse_number":"8","ayah_text":"Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan."},{"database_id":"68","surah_number":"76","verse_number":"9","ayah_text":"Sesungguhnya kami memberi makanan kepadamu hanyalah untuk mengharapkan keridhaan Allah, kami tidak menghendaki balasan dari kamu dan tidak pula (ucapan) terima kasih."},{"database_id":"68","surah_number":"76","verse_number":"10","ayah_text":"Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari yang (di hari itu) orang-orang bermuka masam penuh kesulitan."},{"database_id":"68","surah_number":"76","verse_number":"11","ayah_text":"Maka Tuhan memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka kejernihan (wajah) dan kegembiraan hati."},{"database_id":"68","surah_number":"76","verse_number":"12","ayah_text":"Dan Dia memberi balasan kepada mereka karena kesabaran mereka (dengan) surga dan (pakaian) sutera,"},{"database_id":"68","surah_number":"76","verse_number":"13","ayah_text":"di dalamnya mereka duduk bertelakan di atas dipan, mereka tidak merasakan di dalamnya (teriknya) matahari dan tidak pula dingin yang bersangatan."},{"database_id":"68","surah_number":"76","verse_number":"14","ayah_text":"Dan naungan (pohon-pohon surga itu) dekat di atas mereka dan buahnya dimudahkan memetiknya semudah-mudahnya."},{"database_id":"68","surah_number":"76","verse_number":"15","ayah_text":"Dan diedarkan kepada mereka bejana-bejana dari perak dan piala-piala yang bening laksana kaca,"},{"database_id":"68","surah_number":"76","verse_number":"16","ayah_text":"(yaitu) kaca-kaca (yang terbuat) dari perak yang telah diukur mereka dengan sebaik-baiknya."},{"database_id":"68","surah_number":"76","verse_number":"17","ayah_text":"Di dalam surga itu mereka diberi minum segelas (minuman) yang campurannya adalah jahe."},{"database_id":"68","surah_number":"76","verse_number":"18","ayah_text":"(Yang didatangkan dari) sebuah mata air surga yang dinamakan salsabil."},{"database_id":"68","surah_number":"76","verse_number":"19","ayah_text":"Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda. Apabila kamu melihat mereka, kamu akan mengira mereka, mutiara yang bertaburan."},{"database_id":"68","surah_number":"76","verse_number":"20","ayah_text":"Dan apabila kamu melihat di sana (surga), niscaya kamu akan melihat berbagai macam kenikmatan dan kerajaan yang besar."},{"database_id":"68","surah_number":"76","verse_number":"21","ayah_text":"Mereka memakai pakaian sutera halus yang hijau dan sutera tebal dan dipakaikan kepada mereka gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih."},{"database_id":"68","surah_number":"76","verse_number":"22","ayah_text":"Sesungguhnya ini adalah balasan untukmu, dan usahamu adalah disyukuri (diberi balasan)."},{"database_id":"68","surah_number":"76","verse_number":"23","ayah_text":"Sesungguhnya Kami telah menurunkan Al Quran kepadamu (hai Muhammad) dengan berangsur-angsur."},{"database_id":"68","surah_number":"76","verse_number":"24","ayah_text":"Maka bersabarlah kamu untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah kamu ikuti orang yang berdosa dan orang yang kafir di antar mereka."},{"database_id":"68","surah_number":"76","verse_number":"25","ayah_text":"Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang."},{"database_id":"68","surah_number":"76","verse_number":"26","ayah_text":"Dan pada sebagian dari malam, maka sujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang dimalam hari."},{"database_id":"68","surah_number":"76","verse_number":"27","ayah_text":"Sesungguhnya mereka (orang kafir) menyukai kehidupan dunia dan mereka tidak memperdulikan kesudahan mereka, pada hari yang berat (hari akhirat)."},{"database_id":"68","surah_number":"76","verse_number":"28","ayah_text":"Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka, apabila Kami menghendaki, Kami sungguh-sungguh mengganti (mereka) dengan orang-orang yang serupa dengan mereka."},{"database_id":"68","surah_number":"76","verse_number":"29","ayah_text":"Sesungguhnya (ayat-ayat) ini adalah suatu peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) niscaya dia mengambil jalan kepada Tuhannya."},{"database_id":"68","surah_number":"76","verse_number":"30","ayah_text":"Dan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana."},{"database_id":"68","surah_number":"76","verse_number":"31","ayah_text":"Dan memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya (surga). Dan bagi orang-orang zalim disediakan-Nya azab yang pedih."}]